import Footer from "../component/Footer"
import { Callout } from "../component/Callout"

export const Conditions = () => {
  return (

    <>
    <div className="text-right dinNextLtRegular p-4 mt-10">
        <h5 className=" cyanTitle ">          الشروط والأحكام  </h5>
        <h3 className=" dinNextLtBold text-[40px] ">  اتفاقية الشروط والأحكام </h3>
         <h6 className="text-[24px] mb-10">آخر تحديث 14 / 06 / 2023 م</h6>
          <p className="text-[18px] pl-10  leading-[40px]">
        مقدمة
        <br />
عبر دخولك واستخدامك (منصة سوم) التي تشغلها (شركة سوم الوطنية للعقار) فإنك تقر وتوافق، دون أي تعديل أو قيود أو تبديل، على اتفاقية الشروط والأحكام هذه وعلى أية سياسات أخرى تحكم الاستفادة من خدمات (منصة سوم)، وتقر وتضمن أهليتك القانونية للدخول في هذه الاتفاقية وفقاً لجميع الشروط والأحكام الواردة فيها.
يجب عليك قراءة الشروط والأحكام في كل مرة تقوم باستخدام (منصة سوم) لضمان أنك على علم بكل الشروط والأحكام السارية حاليًا. وفقًا لذلك، فإن استمرارك باستخدامك لأي من (منصة سوم) يعتبر موافقة منك على أي تغيير في الشروط والأحكام.
إن اتفاقية الشروط والأحكام التي تم نشرها على (منصة سوم) وضعت لحماية وحفظ حقوق كل من (شركة سوم الوطنية للعقار) و المستخدمين الذين يستفيدون من خدمات (منصة سوم) بتسجيل أو من دون تسجيل.
التعريفات
شركة سوم الوطنية للعقار: هي شركة مسجلة في المملكة العربية السعودية ومقرها الرئيس في مدينة الرياض، المملكة العربية السعودية، وتدير وتشغل خدمات (منصة سوم).
منصة سوم: المواقع و التطبيقات التي تقدم شركة سوم الوطنية للعقار الخدمات التسويقية العقارية والسياحية من خلالها،وتشمل على سبيل المثال لا الحصر:
تطبيق سوم للعقار السعودية على نظام iOS
تطبيق سوم للعقار السعودية على نظام أندرويد
موقع سوم العقار (AqarSoum.sa)
المستخدم: هو الشخص الحقيقي أو الاعتباري الذي ليصل أو يستخدم إلى (منصة سوم) للاستفادة من الخدمات التي تقدم من خلال المنصة سواء بتسجيل أو بدون تسجيل. ويشار إليهم مجتمعين في هذه الاتفاقية بـ (المستخدمين).
المادة الأولى: الأحكام العامة
تخضع بنود هذه الاتفاقية لكافة الأنظمة والتشريعات والتعليمات سارية المفعول بالمملكة العربية السعودية.
اذا أصبح أي حكم من أحكام هذه الاتفاقية غير قانوني أو لاغي أو غير ساري المفعول بموجب أية أنظمة أو قوانين أو أحكام قضائية، فإن باقي الأحكام والشروط الأخرى في هذه الاتفاقية تبقى فاعلة وسارية المفعول وقانونية ومعمول بها في هذه الاتفاقية وقابلة للتطبيق بموجب القوانين.
تسعى (شركة سوم الوطنية للعقار) قدر الإمكان إلى توفير المعلومات على (منصة سوم) بدقة متناهية، إلا أنه قد ترد بعض الأخطاء من حين لآخر، ولا تتحمل (شركة سوم الوطنية للعقار) أي مسؤولية عن أي خطأ في المعلومات التي تتضمنها (منصة سوم).
المادة الثانية: الاستخدام المقبول
عند استخدامك (منصة سوم) فإنك تقر وتلتزم بالتالي:
تقر وتضمن أهليتك القانونية للدخول في هذه الاتفاقية وفقاً لجميع الشروط والأحكام الواردة فيها.
استخدام الموقع بصفتك الشخصية أو بالنيابة عن شخص لك الحق في تمثيله على (منصة سوم) (على سبيل المثال لا الحصر: عن طريق الوكالة أو التوظيف) فقط، وعدم استخدام (منصة سوم) بصفة أي شخص لا يحق لك تمثيله.
ضمان صحة كافة المعلومات المدخلة في (منصة سوم) سواء كانت معلومات المستخدم أو مدخلة كمواد أو محتوى للمشاركة أو الإعلان عبر (منصة سوم).
عدم مشاركة أي معلومات ليس لديك حق نشرها أو مشاركتها.
عدم عن نسخ أي محتوى من (منصة سوم) وإعادة نشره في مواقع أخرى بدون موافقة مالك المحتوى.
تحمل مسؤولية التحقق من تفاصيل أي محتوى منشور على (منصة سوم) وتأكيده والاطمئنان إلى صحتها وتتحمل مسؤولية الاستعانة بأي مختص فني أو الحصول على المشورة القانونية قبل الالتزام بأي عملية، وتتحمل مسؤولية ضمان تصرفك بحسن نية تجاه أي أطراف أخرى.
دفع كافة الرسوم المترتبة على خدمات (منصة سوم) عند استحقاقها.
انطباق كافة الاشتراطات والالتزامات الحكومية عليك وحصولك على كافة التراخيص المطلوبة للاستفادة من خدمات (منصة سوم).
عدم التعدي على أي مستخدم آخر داخل (منصة سوم) أو محاولة الغش أو الكذب أو التدليس لإلحاق الضرر بأي مستخدم آخر.
عدم استخدام أي وسيلة (بما في ذلك -على سبيل المثال لا الحصر- محاولة إخفاء الهوية عبر برامج الـVPN أو البروكسي Proxy) لانتهاك الشروط والأحكام في (منصة سوم) أو لتجاوز الإجراءات الوقائية التي تطبقها (منصة سوم) عند مخالفة الشروط والأحكام أو للوصول لمحتوى (منصة سوم) بشكل غير مسموح أو لتجميع وتحصيل معلومات وبيانات تخص (منصة سوم) أو مستخدميها والاستفادة منها بأي شكل من الأشكال أو إعادة نشرها بدون إذن.
عدم نشر أو توزيع أو تحميل أي مواد تشهيرية أو هجومية أو انتهاكية أو مضرة أو تهديدية أو مسيئة أو ملتوية أو عنصرية أو غير ملائمة أخلاقياً أو غير ذلك من محتوى أو معلومات غير قانونية.
عدم نشر أي محتوى أو مواد وهمية أو تخمينية أو تعليقات كاذبة أو غير دقيقة أو مضللة أو خادعة أو قذف أو تشهير.
عدم التعرض للسياسات أو السيادات الدولية أو الشخصيات المعتبرة أو أي مناقشات لا تتعلق بالخدمات المقدمة على (منصة سوم).
عدم انتهاك حقوق الطبع والنشر والعلامات التجارية، وبراءات الاختراع والدعاية وقواعد البيانات أو غيرها من حقوق الملكية أو الفكرية التي تملكها (شركة سوم الوطنية للعقار) أو مرخصة لـ(شركة سوم الوطنية للعقار).
عدم انتحال صفة (شركة سوم الوطنية للعقار) أو ممثل لها أو موظف فيهًا أو أي صفة توحي بأنك تابع لـ(شركة سوم الوطنية للعقار) ما لم يكن لديك إذن رسمي من (شركة سوم الوطنية للعقار).
درء الضرر عن (شركة سوم الوطنية للعقار) وتعويضها عن أي وكافة الالتزامات والخسائر والدعاوى والنفقات (بما في ذلك الرسوم القانونية) والأضرار (سواء المباشرة أو غير المباشرة) التي تنشأ عن المطالبات الناتجة عن إساءة استخدامك لـ(منصة سوم)، بما في ذلك ودون حصر أي مطالبات تتضمن مزاعم تثبتُ صِحتُها وتُشكل انتهاكاً من جانبك لهذه الاتفاقية.
تحمل كافة المسؤولية القانونية والجنائية الناتجة عن أي مخالفة من قبل (المستخدم) لاتفاقية الشروط والأحكام.
المادة الثالثة: أحكام خدمة (الإعلانات العقارية)
عند قيامك بنشر أي إعلان عقاري على (منصة سوم) فإنك تقر وتلتزم بالتالي:
تطبيق كافة الأنظمة والقوانين والتشريعات ذات العلاقة والحصول على كافة التراخيص والتصاريح النظامية المطلوبة للعقار المعروض وتوفر الأهلية والأحقية القانونية للإعلان العقاري وتحمل تبعات أي مخالفة لذلك.
تحري الدقة في جميع معلومات الإعلان المعروض وأنها صحيحة (على سبيل المثال لا الحصر: القسم والتصنيف والصور والسعر والخدمات والوصف والموقع وأي اشتراطات أو قيود على العقار)، والتعهد بإبقاء تلك المعلومات محدثة على الدوام في (منصة سوم) وتحمل تبعات عدم تحديثها.
عدم إمكانية تعديل نوع ومكان الإعلان بعد نشره.
التفاعل والرد على تواصل المستخدمين بخصوص الإعلان.
دفع عمولة الإعلان المفروضة عند إتمام التصرف العقاري (في حالة عدم الإعفاء من الرسوم).
المادة الرابعة: أحكام خدمة (الطلبات العقارية)
عند قيامك بنشر أي طلب عقاري على(منصة سوم) فإنك تقر وتلتزم بالتالي:
الجدية في الطلب العقاري ودقة البيانات المدخلة فيه.
التفاعل مع المستخدمين الذين يريدون التواصل.
عدم نشر طلبات وهمية لأي سبب.
دفع أي رسوم مفروضة على نشر الطلب العقاري.
المادة الخامسة: أحكام خدمة (الحجز اليومي)
في هذه المادة، تستخدم التعريفات التالية:
الحجز اليومي: هي خدمة مقدمة على منصة سوم تخدم المؤجّر الذي يرغب في عرض الوحدات المتاحة لديه للتأجير قصير المدى أو السياحي والمستأجر الباحث عن الوحدات المتاحة للتأجير قصير المدى أو السياحي.
المؤجّر: هو الشخص الحقيقي أو الاعتباري الذي يقدم خدمات الضيافة أو تأجير الوحدات قصيرة المدى.
المستأجر: هو الشخص الحقيقي أو الاعتباري الذي يستفيد من خدمات الضيافة أو تأجير الوحدات قصيرة المدى.
الإعلان: هو المحتوى والمعلومات والصور المقدمة من قبل المؤجّر لوصف الوحدة أو العين المراد تأجيرها.
الوحدة: هي العين المعلن عنها والمستفاد منها في عملية الحجز اليومي.
الحجز: هو التأكيد على توفر الوحدة المعلن عنها حسب التاريخ والشروط والأحكام.
مدة الحجز: تبدأ مدة الحجز من وقت الدخول في أول أيام الحجز وتنتهي بوقت الخروج في آخر أيام الحجز.
قيمة الحجز: قيمة جميع أيام الحجز بالإضافة إلى الرسوم والضرائب الحكومية.
عند استخدامك لخدمة الحجز اليومي فإنك تفهم وتوافق على أن:
يقتصر دور (منصة سوم) في هذه الخدمة على تسهيل عملية الحجز واستلام مبلغ العملية من المستأجر وتسليمه للمؤجّر بعد انتهاء مدة الحجز حسب أحكام الخدمة.
علاقة (منصة سوم) والمؤجّر والمستأجر هي علاقة أطراف مستقلين ولا تعتبر هذه العلاقة علاقة شراكة أو توظيف أو وكالة بين أيّ منهم، وليس لـ(منصة سوم) أي مسؤولية أو تحكم على كيفية إدارة المؤجّر لأي وحدة معروضة أو انتفاع المستأجر من أي وحدة محجوزة.
عند محاولة حجز أو إتمام حجز أي وحدة معروضة في الخدمة كمستأجر، فإنك تقر وتلتزم بالتالي:
إطلاعك على مواصفات واشتراطات الوحدة والموافقة عليها عند حجزها.
التزامك بدفع كامل قيمة مدة الحجز.
تطبيق سياسة الإلغاء والاسترجاع المحددة للوحدة من قبل المؤجّر في حالة رغبت في إلغاء الحجز بعد إتمام الحجز.
حسن التصرف أثناء تواجدك بالوحدة المحجوزة وعدم التفريط أو إساءة استخدام أي من مرافق الوحدة.
إعطاء المؤجر الحق في مطابقة هويتك مع الهوية المستخدمة أثناء عملية الحجز قبل التمكين من الاستفادة من الوحدة، ومنعك من الاستفادة منالوحدة في حالة عدم تطابقها.
إخلاء مسؤولية (منصة سوم) في حالة عدم تقديم أي شكوى تتعلق بالحجز بعد انتهاء فترة الحجز ب(48) ساعة.
عند عرض أو إتاحة أي وحدة للحجز عبر الخدمة كمؤجر، فإنك توافق وتلتزم بالتالي:
تطبيق كافة الأنظمة والقوانين والتشريعات ذات العلاقة والحصول على كافة التراخيص والتصاريح النظامية المطلوبة للمؤجر أو الوحدة وتوفر الأهلية والأحقية القانونية لعرض و تأجير الوحدة المعروضة وتحمل تبعات أي مخالفة لذلك.
تحري الدقة في جميع معلومات الوحدة المعروضة عبر (منصة سوم) وأنها صحيحة (على سبيل المثال لا الحصر: الصور والتوافر والأسعار والخدمات ووصف المرافق والموقع ووقت الدخول والخروج وأي اشتراطات أو قيود على استخدام الوحدة)، والتعهد بإبقاء تلك المعلومات محدثة على الدوام في (منصة سوم) وتحمل تبعات عدم تحديثها.
عدم تعديل أي من مزايا الوحدة المعروضة بعد حجزها (وحتى انتهاء مدة الحجز) دون موافقة المستأجر.
عند تأكيد أي عملية حجز عبر (منصة سوم) فإن هذا التأكيد بمثابة تعاقد بينك وبين المستأجر لتمكين المستأجر من الاستفادة من الوحدة ومرافقها حسب الشروط والمواصفات والأسعار المعروضة على (منصة سوم) طوال مدة الحجز.
عدم فرض أي شروط أو أحكام على المستأجر تتعارض مع هذه الأحكام، وتتعهد بتضمين الإعلان الوحدة أي اشتراطات أو أحكام يجب على المستأجر الالتزام بها.
تفويض (منصة سوم) بتحصيل قيمة حجز الوحدة عند حجزها من قبل أي مستأجر (بالإضافة إلى الرسوم والضرائب الحكومية) حسب السعر المحدد من قبلك لمدة الحجز.
تطبيق أحكام سياسة الإلغاء والاسترجاع التي تقوم باختيارها للوحدة على (منصة سوم).
إخلاء مسؤولية (منصة سوم) عن أية أضرار يتسبب فيها المستأجر للوحدة.
دفع أية رسوم أو عمولات تفرضها (منصة سوم) على الخدمة.
تحويل (منصة سوم) قيمة الحجوزات مخصومًا منها أي مبالغ أو رسوم مستحقة لـ(منصة سوم) (وأي ضرائب أو رسوم حكومية مفروضة على العمليات) إلى حسابك المعرّف في (منصة سوم) بعد انتهاء مدة الحجز حسب جدولة الدفع باشتراط عدم وجود أي شكاوى من المستأجر متعلقة بالحجز.
فرض (منصة سوم) رسم تعويض عن أي حجز لا يتمكن المستأجر من الاستفادة من الوحدة المؤجرة فيه لسبب عائد للمؤجر (على سبيل المثال لا الحصر: إلغاء الحجز من طرفك أو تمكين طرف آخر من حجز الوحدة خلال نفس المدة أو وجود عيب في الوحدة أو وجود فرق جوهري عن البيانات المعلنة)، إضافة إلى تنازلك عن حقك في قيمة الحجز، حسب التفصيل التالي:
إذا تم إلغاء الحجز خلال 48 ساعة أو أقل من موعد بداية الحجز أو بعد بداية مدة الحجز ، تكون قيمة التعويض 50% من قيمة الحجز للأيام التي لم يستفد منها المستأجر.
إذا تم إلغاء الحجز قبل 48 ساعة وحتى 30 يوم من بداية مدة الحجز تكون قيمة التعويض 25% من قيمة الحجز.
إذا تم إلغاء الحجز قبل 30 يوم من بداية مدة الحجز تكون قيمة التعويض 10% من قيمة الحجز.
لا تقل قيمة التعويض لكل حجز عن 250 ريال ولا تزيد عن 5,000 ريال سعودي، بغض النظر عن قيمة الحجز.
المادة السادسة: أحكام المدفوعات
عند قيامك بالدفع مقابل أي خدمة (منصة سوم) فإنك تقر وتلتزم بالتالي:
يحق لـ(منصة سوم) رفض أي طلب استرجاع لأي مبلغ بعد الدفع (تشمل على سبيل المثال لا الحصر: الباقات والترقيات والتمييز والاشتراكات والرسوم) ، مع استثناء الحالات التالية:
مبالغ الحجوزات في خدمة (الحجز اليومي) تحكمها سياسة الإلغاء للوحدة المحجوزة.
يحق لك طلب نقل باقات الإعلانات العقارية لمستخدم آخر خلال (5) أيام من تاريخ الدفع.
يستغرق إرجاع المبالغ المدفوعة بعد الموافقة على طلب الإرجاع 14 يوم عمل.
عند طلب استرجاع أي مبلغ مدفوع فإنك توافق على تحمل أي رسوم تتحملها (شركة سوم الوطنية للعقار) على إرجاع المبلغ (على سبيل المثال لا الحصر: رسوم الحوالات أو رسوم بوابات الدفع).
المادة السابعة: الإجراءات الوقائية
سعيًا من (شركة سوم الوطنية للعقار) لرفع مستوى وجودة الخدمة المقدمة لمستخدمي (منصة سوم)، وتبعًا لاستخدامك هذه الشروط والأحكام فإنك توافق و تعطي (شركة سوم الوطنية للعقار) الحق في تطبيق أي من الإجراءات التالية دون سابق إنذار إذا تقرر لديها أنك خرقت اتفاقية الشروط والأحكام الخاصة بـ(منصة سوم):
إيقاف عضويتك وحظرك بشكل مؤقت أو دائم من استخدام كل أو أي من خدمات (منصة سوم)، مع الاحتفاظ بالحق في عدم تعويضك عن أي خدمات مدفوعة مسبقًا.
حذف كافة أو أي من المواد أو المحتوى الذي قام (المستخدم) بنشره على (منصة سوم).
التبليغ عن الأنشطة الخاصة بك الى السلطات المختصة.
اتخاذ أي إجراءات قانونية ضدك.
المادة الثامنة: حدود المسؤولية
عند استخدامك (منصة سوم) فإنك تفهم وتوافق على الآتي:
لا تقدم (شركة سوم الوطنية للعقار) أي ضمانات ولا تتحمل أي مسؤولية في حالة عدم التزام (المستخدم) باتفاقية الشروط والأحكام ولا نتحمل المسؤولية عن أي مخاطرة أو أضرار أو تبعات أو خسائر تقع عليه أو على أي طرف آخر.
لا تقدم (شركة سوم الوطنية للعقار) أي ضمان أو تتحمل أية مسؤولية عن دقة أو اكتمال أو صحة أي من المعلومات الواردة في المحتوى المنشور على (منصة سوم) من قبل (المستخدمين)، ولا مدى التزامه بالأنظمة والقوانين المطبقة ذات العلاقة، ويتحمل.
لا تتحمل (شركة سوم الوطنية للعقار) في أي حال من الأحوال المسؤولية عن أية أضرار (بما في ذلك -دون حصر-: التعويض عن فقدان البيانات أو الأرباح، أو انقطاع الأعمال) التي تنشأ من استخدام أو عدم القدرة على استخدام المحتوى والمواد على (منصة سوم).
لا تتحمل (شركة سوم الوطنية للعقار) أي مسؤولية تجاه عن أية خسارة أو ضرر، ناشئ أو يتعلق بالآتي:
أية عطل بسبب البرنامج أو أخطاء في شبكة الإنترنت أو عدم التوفر أو أي أسباب أخرى خارجة عن إرادتنا المعقولة.
أي فقدان لكلمة المرور أو الحساب إذا كان بسبب انقطاع الكهرباء أو حدوث خطأ بها أو توقفها أو بسبب نظام الكمبيوتر الخاص بك أو الحساب الخاص بك الاعتماد على أي محتوى أو معلومات تم عرضها على (منصة سوم)،
أي خسارة مباشرة أو تبعية أو خاصة أو جزائية أو ضرر أو تكاليف أو نفقات أو خسارة أرباح أو خسارة أعمال أو خسارة الشهرة أو تراجع الشهرة أو فقد البيانات أو تلفها أو فسادها.
لا تتحمل (شركة سوم الوطنية للعقار) مسؤولية أي خسارة أو ضرر ينتج من أي فيروس أو هجوم أدى لقطع الخدمة أو مواد أخرى ضارة تقنيًا تصيب أجهزتك أو برامجك الحاسوبية أو البيانات أو الممتلكات الأخرى نتيجة استخدامكم (منصة سوم) أو تحميلك أي محتوى عليها أو على أي موقع مرتبط بها.
المادة التاسعة: سياسة حقوق الملكية الفكرية
عند مشاركة أي محتوى على (منصة سوم)، مثل النصوص والصور والتسجيلات الصوتية والفيدو وأي أنواع أخرى من المحتوى، بأي شكل أو طريقة، فإنك تفهم وتوافق على الآتي:
إعطاء (منصة سوم) حق غير محصور وقتًا أو مكانًا وغير قابل للنقض وغير مدفوع قابل للتوزيع والنقل للغير لنسخ وتعديل وتحريف وتوزيع ونشر ذلك المحتوى دون أي قيود.
تحمل تبعات أي محتوى مشارك والتعهد بكون مالك أو لك الحق في إعطاء (منصة سوم) الحقوق المذكورة في هذه السياسة.
تحمل تبعات لتعدي المحتوى المشارك حقوق الملكية الفكرية أو الخصوصية لأي طرف ثالث.
عدم احتواء المحتوى المشارك على مواد تشهيرية أو هجومية أو انتهاكية أو مضرة أو تهديدية أو مسيئة أو ملتوية أو عنصرية أو غير ملائمة أخلاقيًا أو غير ذلك من محتوى أو معلومات غير قانونية.
إذا تضمن المحتوى المشارك أي معلومات شخصية، فإن سياسة الخصوصية تحكم استخدام (منصة سوم). إذا دفعت (منصة سوم) لإنتاج المحتوى أو ساعدت في إنتاجه فقد تملك (منصة سوم) ذلك المحتوى.
المادة العاشرة: سياسة خصوصية البيانات
باستخدامك (منصة سوم) فإنك توافق على الآتي:
قيام (منصة سوم) بجمع معلوماتك الشخصية وبيانات تفاعلك على (منصة سوم) لتطوير وتحسين الخدمات المقدمة. تشمل هذه المعلومات:
عنوان الـIP.
البريد الإلكتروني.
رقم الجوال.
نوع وبيانات الجهاز والمتصفح.
بيانات الهوية الوطنية.
بيانات السجل التجاري.
بيانات الصكوك وملكية العقارات.
بيانات الدفع.
بيانات الحساب البنكي.
المحتوى الذي تقوم بنشره على (منصة سوم).
بيانات التفاعل والتصفح على (منصة سوم).
الرسائل الخاصة على (منصة سوم).
قيام (منصة سوم) باستخدام هذه البيانات للأسباب التالية:
تقديم أفضل الخدمات ومنحك تجربة خاصة والعمل على تلبية احتياجاتك الفردية على أفضل وجه.
تطوير أداء استخدام الموقع.
تحسين خدمة المستخدمين .
إرسال تنبيهات ورسائل وإشعارات لمستخدمي (منصة سوم).
عمل إحصائيات وأبحاث وتقارير عن الخدمات والمجالات التي تخدمها (منصة سوم).
التحقق من عمليات الدفع في الخدمات المتوفرة على (منصة سوم).
مشاركة هذه المعلومات مع الشركاء الذين يقدمون خدمات تحليل البيانات والتسويق بالقدر الضروري.
مشاركة هذه المعلومات مع جهات تنفيذ القانون استجابة للطلبات القانونية التي قد نتلقاها.
قيام (شركة سوم الوطنية للعقار) بتوثيق وأرشفة الشكاوي والوقائع المخالفة والاحتفاظ بها لتقديمها للجهات ذات العلاقة.
المادة الحادية عشرة: تعديل الاتفاقية
عند استخدامك (منصة سوم) فإنك توافق وتقر بأننا قد نقوم بعمل أي تحديث أو تغيير أو تعديل على الشروط والأحكام في أي وقت وبدون سابق إنذار. وأن أي تعديلات على الشروط والأحكام تصبح سارية المفعول بمجرد نشرها على (منصة سوم)، ولن يكون لها أي أثر رجعي على أي تعاملات تمت مسبقًا من خلال (منصة سوم).
        </p>
    </div>
     <Callout />
     <Footer/>
    
    </>
  )
}
