import Footer from "../component/Footer";
import { Callout } from "../component/Callout";

export const PrivacyPolicy = () => {
  return (
    <>
      <div className="text-right dinNextLtRegular p-4 mt-10 ">
        <h5 className=" cyanTitle "> سياسة الخصوصية </h5>
        <h3 className=" dinNextLtBold text-[40px]">سياسة الخصوصية</h3>
        <h6 className="text-[24px] mb-10">آخر تحديث 14 / 06 / 2023 م</h6>

        <p className=" rightDir  pl-10  text-[17px] opacity-[0.99] font-semibold text-black  ">
          سوم
          <br />
          سياسة الخصوصية
          <br />
          <br />
          تاريخ السربان: الأول من مارس 2023
          <br />
          <br />
          يرجى قراءة سياسة الخصوصية هذه بعناية قبل استخدام التطبيق أو الموقع
          الإلكتروني ("المنصة" أو "سوم"). وتوضح سياسة الخصوصية هذه كيفية قيام
          سوم و/أو الشركات التابعة لها ("سوم" أو يُشار إليها بضمائر المتكلم
          الفاعل والمفعول ك "نحن" ونحوها وضمائر الملكية ك "نا" ونحوها) بجمع
          المعلومات الشخصية واستخدامها والكشف عنها ومعالجتها على المنصة. وتتضمن
          المنصة جميع ما يلي: (1) مواقعنا الإلكترونية؛ بما في ذلك النطاقات
          الفرعية ذات الصلة؛ (2) تطبيقاتنا للهاتف والجهاز اللوحي والأجهزة الذكية
          الأخرى؛ (3) واجهات برنامج التطبيق» و(4) أي أدوات وتكنولوجيا وبرامج
          أخرى الآن أو في المستقبل؛ في حالة تمت الإشارة فيها إلى الرجوع إلى
          سياسة الخصوصية هذه.
          <br />
          <br />
          لا تغطي سياسة الخصوصية هذه أو تتناول أي من الآتي: سياسات وممارسات
          الخصوصية الخاصة بالمستخدمين؛ أو الخدمات الي تقدمها الشركات التابعة لنا
          أو المُتعاقد معها نيابةً عنّا أو عن المستخدمين أو الموردين» أو سياسات
          الخصوصية الخاصة بنا المتعلقة بالمعلومات الشخصية للمتقدمين للوظائف
          والموظفين وشركاء التسليم وغيرهم من الموظفين.
          <br />
          <br />
          إذا رأيت أي مصطلح غير مبين تعريفه في سياسة الخصوصية هذه؛ فإن له نفس
          التعريف المبين في شروط وأحكام الاستخدام الخاصة بنا.
          <br />
          <br />
          من خلال الوصول إلى المنصة أو استخدامهاء فإنك توافق على أنك قد قرأت
          وفهمت ووافقت على جمع معلوماتك الشخصية وتخزينها واستخدامها والكشف عنها
          كما هو موضح في سياسة الخصوصية هذه وشروط الاستخدام وأحكامه الخاصة بنا.
          <br />
          <br />
          1-1 البيانات المقدمة مباشرة من قبلك:
          <br />
          <br />
          معلومات الاتصال والملف الشخصي: .عندما تقوم بإنشاء حساب»؛ أو استكمال
          الملف الشخصي لحسابك؛ أو التسجيل في القائمة البريدية؛ أو التواصل معنا
          أو التفاعل معنا بطريقة أخرى, فقد نقوم بجمع معلومات منك؛ مثل اسمك ورقم
          هاتفك وعنوان بريدك الإلكتروني وعنوانك الفعلي. وقد نستخدم هذه المعلومات
          من أجل: (1) إنشاء حسابك وإضفاء طابع شخصي عليه؛ (2) التواصل معك مباشرةً
          بشأن الخدمات وكذلك بشأن أي أسئلة أو مشكلات أو مخاوف قد تكون لديك أو
          لدى مستخدمين آخرين؛ (3) تلبية طلبك؛ و(4) إرسال مراسلات تسويقية
          <br />
          <br />
          معلومات الدفع. عند قيامك بالبدء في طلب بيع أو شراء أو الانضمام إلى سوم
          "عملية"؛ يتعين عليك تقديم معلومات دفع,؛ مثل بطاقة الائتمان أو بطاقة
          الحساب الجاري أو بطاقة المكافآت والهدايا. ونستخدم معلومات الدفع هذه
          للوفاء بطلبك وإتمام العملية؛ وأيضاً بغرض اكتشاف الإحتيال ومكافحته.
          <br />
          <br />
          معلومات العمليات. عندما تقوم بتنفيذ عملية؛ فإننا نجمع معلومات معينة؛
          بما في ذلك المنتجات المشتراة؛ وتاريخ العملية ووقتهاء والتعليمات الخاصة
          بهاء والنقاط التي جمعتها أو المكافآت أو العروض الترويجية التي تستردها
          كجزء من برنامج الولاء أو المكافآت أو الإحالة. ونستخدم معلومات العملية
          هذه لتلبية طلبك»ء وتحديث المكافآت الخاصة بك؛ واكتشاف ومنع الاحتيالء
          وإضفاء طابع شخصي على تجربتك؛ وإجراء التحليلات و/ أو تحديد مؤشرات
          الاستخدام؛ وإبلاغ فرق الإعلان والتسويق لدينا.
          <br />
          <br />
          المراسلات والمشاركة والمحتوبات الأخرى. إننا نقوم بحفظ جميع الاتصالات
          والمحادثات الناتجة عن تفاعلاتك معنا أو مع شركاء التسليم عبر البريد
          الإلكترونيء أو الهاتف أو البريد أو المحادثة؛ أو عبر برامج التواصل
          الاجتماعي. كما نسجل التعليقات والآراء التي تعبر عنها عند الرد على
          الاستطلاعات أو الدخول في المسابقات أو المشاركة في العروض الترويجية
          التي نديرها. ونستخدم جميع سجلات الاتصالات السابقة للرد على أسئلتك
          ومشاكلك ومخاوفك وتقديم خدمات دعم العملاء الأخرى ذات الصلةء ونستخدمها
          أيضاً لأغراض السلامة والأمنء ولتحسين خدماتنا وللتحليلات. ونحتفظ أيضًا
          بتقييماتك ومراجعاتك بخصوص الأجهزة/ المنتجات الموجودة على المنصة؛ والتي
          قد ننشرها لصالح جميع مستخدمينا بغرض الفائدة.
          <br />
          <br />
          المعلومات الأخرى التي تقدمها. بإذنك المسبق؛ قد نصل إلى صورك أو قائمة
          جهات الاتصال الخاصة بك من جهازك المحمول أو حساب فيسبوك او انستقرام او
          تويتر او واتساب أو أي من مواقع التواصل الاجتماعي أو حساب البريد
          الإلكتروني الخاص بك أو غيرها لتمكينك من مشاركة المحتوى أو العروض
          الترويجية أو دعوة أصدقائك للتواصل مع خدماتناء بما في ذلك من خلال
          برنامج الترشيح ودعوة الأصدقاء.
          <br />
          <br />
          يجوز لنا أيضًا استخدام المعلومات الشخصية الإجمالية بهدف الامتثال
          للأنظمة والتعليمات المعمول بها في المملكة العربية السعودية,؛ وتحليل
          مجال السوق. والأبحاث؛ والتوصيف الديموغرافي؛ والتسويق والإعلان. وأغراض
          تجارية أخرى طالما أن المنتج النهاني لا يحدد هويتك أنت أو أي مستخدم آخر
          للخدمات.
          <br />
          <br />
          1 المعلومات الشخصية التي يتم إحداثها و / أو جمعها تلقائيًا أثناء
          استخدامك للمنصة
          <br />
          <br />
          معلومات عن جهازك وبرامجه. تتضمن المعلومات المتعلقة بجهازك وبرامجه
          عنوان بروتوكول الإنترنت؛ ونوع المتصفح؛ ومزود خدمة الإنترنت»؛ ونوع
          الجهاز / طرازه / الشركة المصنعة له؛ ونظام التشغيل؛ وختم التاريخ
          والوقتء ومعرف فريد يتيح لنا تحديد متصفحك أو جهازك المحمول أو حسابك
          (بما في ذلك؛ على سبيل المثال» معرّف الجهاز الدائم أو معرّف الإعلان)
          ومعلومات أخرى مماثلة. وقد نعمل أيضًًا مع شركاء من جهات خارجية لاستخدام
          التقنيات؛ بما في ذلك أدوات النمذجة الإحصائية؛ التي تسمح لنا بالتعرف
          عليك والاتصال بك عبر أجهزة متعددة. ونستخدم معلومات هذا الجهاز
          والبرنامج لتحديد المشكلات التكنولوجية وإصلاحهاء وتقديم إعلانات مخصصة
          لكء وإضفاء طابع شخصي على تجربتك؛ وإجراء التحليلات / تحديد مؤشرات
          الاستخدام؛ وتحسين منتجاتنا وخدماتنا.
          <br />
          <br />
          معلومات حول طريقة وصولك إلى خدماتنا وطريقة استخدامها. تتضمن المعلومات
          حول طريقة وصولك إلى خدماتنا واستخدامها الموقع الذي أتيت منه والموقع
          الذي ستنتقل إليه عند مغادرتك. بالإضافة إلى ذلك؛ نتتبع الصفحات التي
          تزورها على المنصة؛ والروابط التي تنقر عليها على المنصة؛ سواء قمت بفتح
          رسائل بريد إلكتروني أو نقرت على الروابط الموجودة في رسائل البريد
          الإلكتروني التي نرسلهاء والإجراءات الأخرى التي تتخذها على الخدمات؛ وما
          إذا كنت تصل إلى الخدمات من أجهزة متعددة. وقد نستخدم أيضًا المعلومات
          المتعلقة بطريقة وصولك إلى خدماتنا واستخدامها لتحديد المنتجات والخدمات
          الي قد تهمك. ولتحسين وخدماتناء ولتقييم نجاح حملاتنا الإعلانية
          والتسويقية؛ ولإرسال المراسلات التسويقية إليك.
          <br />
          <br />
          معلومات الموقع. في بعض الحالات؛ تقدم لنا معلومات موقعك مباشرة (على
          سبيل المثال عندما تزودنا بعنوان التوصيل). وفي حالات أخرى, قد نجمع
          موقعك من خلال نظام تحديد المواقع العالمي (605) أو شبكة الواي-فاي أو
          تثليث الشبكة اللاسلكية أو طرق أخرى؛ أو قد نستنتج موقعك بناءً على
          المعلومات الأخرى التي نجمعها. (على سبيل المثال» يمكننا تقريب موقعك من
          خلال عنوان بروتوكول الإنترنت الخاص بك.) ونستخدم معلومات الموقع لتخصيص
          المحتوى على خدماتنا (على سبيل المثال. نعرض لك البائعين في منطقتك)؛
          ولتسهيل خدمات الشراء و/أو البيع والتوصيل واكتشاف ومنع الاحتيال وقياس
          نسبة استخدام الشبكة والتحليلات على الخدمات. إذاكنت قد اشتركت مسبقًا في
          خاصية جمع واستخدام المعلومات المستندة إلى الموقع من خلال تطبيق الهاتف
          المحمول الخاص بناء فقد نقوم بجمع وتخزين الموقع الدقيق لجهازك عند تشغيل
          التطبيق في الواجهة الأمامية أو الخلفية لجهازك. ويمكنك إلغاء الاشتراك
          في هذه الخاصية عن طريق ضبط الإعدادات على جهازك المحمول. (1م1]
          <br />
          <br />
          نقوم عادةً بجمع المعلومات السابقة التي تم إنشاؤها و / أو جمعها
          تلقائيًا من خلال مجموعة متنوعة من تقنيات التتبع؛ بما في ذلك ملفات
          <br />
          <br />
          الموقع؛ والتقنيات المماثلة (يُشار إليها إجمالً باسم "تقنيات التتبع")ء
          وقد نستخدم شركاء أو خدمات من أطراف الثة للمساعدة في هذا الجهد. وقد يتم
          دمج المعلومات التي نجمعها تلقائيًا عنك أو عن جهازك مع معلومات شخصية
          أخرى نجمعها مباشرة.
          <br />
          <br />
          يجوز لناء أو شركاءنا من الأطراف الثالثة الذين نستخدم خدماتهم؛ استخدام
          البيانات التي تم جمعها تلقائيًا من خلال تقنيات التتبع من أجل: (أ) تذكر
          المعلومات حتى لا تضطر إلى إعادة إدخالها في أثناء زيارتك أو في المرة
          التالية اللي تزور فيها المنصة؛ (ب) تقديم محتوى ومعلومات مخصصة وذات
          طابع شخصي؛ (ج) التعرف عليك والاتصال بك عبر قنوات متعددة؛ (د) توفير
          ومراقبة فعالية خدماتنا؟ (ه) إجراء التحليلات واكتشاف أنماط الاستخدام
          على خدماتنا؛ (و) تحديد المشكلات التكنولوجية أو إصلاحها؛ (ز) اكتشاف أو
          منع الإحتيال أو الأنشطة الضارة الأُخرى» و(ح) التخطيط لخدماتنا
          وتعزيزهاء ولأغراض داخلية أخرى.
          <br />
          <br />
          3-1 البيانات من مصادر أخرى
          <br />
          <br />
          المعلومات التي نتلقاها من المواقع الخاصة بأطراف ثالثة التي تقوم بربطها
          بخدماتنا. قد نتلقى معلومات شخصية عنك من أطراف الثة؛ وندمجها مع
          المعلومات الني نجمعها من خلال منصتنا. فعلى سبيل المثال» قد نحصل على
          معلومات عند تسجيل الدخول من خلال شبكة تواصل اجتماعية أو خدمة مصادقة
          تابعة لأطراف ثالثة. مثل فيسبوك أو جوجل أو غيرها. وستصادق هذه الجهات
          على هويتك وتوفر لك خيار مشاركة معلومات شخصية معينة معناء والتي قد
          تتضمن اسمك وعنوان بريدك الإلكتروني ودفتر العناوين وجهات الاتصال أو
          معلومات أخرى. وبشكل مشابه, عندما تتفاعل معنا من خلال مواقع وسائل
          التواصل الإجتماعية أو خدمات من أطراف ثالثة. على سبيل المثال: عندما
          تسجل اعجابك أو تتابع أو تشارك محتوى سوم على فيسبوك أو تويتر أو مواقع
          أخرى, فقد نتلقى معلومات من تلك المواقع والخدمات التي تسمح بمشاركة
          معلوماتك مع أطراف ثالثة. وتخضع تلك البيانات التى نتلقاها من مواقع
          التابعة لأطراف ثالثة لسياسات الأطراف الثالثة وإعدادات الخصوصية الخاصة
          بك على موقع تلك الجهات. ِ
          <br />
          <br />
          المعلومات التي نتلقاها من الشركات التابعة أو الجهات الخارجة. من وقت
          لآخرء قد نتلقى معلومات عنك من شركاثنا فيما يتعلق بأنشطتناء ومن كيانات
          سوم والشركات التابعة لهاء ومن شركاء التسويق المشتركء ومقدي الخدمات؛
          ومن جهات خارجية أخرى. وقد نتلقى معلومات إضافية عنك؛ مثل معلومات الكشف
          عن الاحتيال» من شركاء جهات خارجية وندمجها مع المعلومات الأخرى التي
          لدينا عنك. ونستخدم هذه المعلومات من الشركات التابعة أو الجهات الخارجية
          لإنشاء حساباتك؛ وللاتصال بك» ولإرسال مواد إعلانية أو ترويجية إليك أو
          لإضفاء طابع شخصي على خدماتناء وللحماية من هجمات الروبوتات وعمليات
          الاستيلاء على الحساباتء ولفهم التركيبة السكانية لمستخدمينا فهمًا أفضل.
          <br />
          <br />
          نحن لا نتحكم في أو نشرف أو نرد على / في كيفية معالجة الأطراف الثالثة
          الي تقدم معلوماتك. لمعلوماتك الشخصية؛ ووجه أي طلب معلومات يتعلق بإفصاح
          تلك الأطراف لنا عن معلوماتك الشخصية؛ إلى تلك الأطراف الثالثة.
          <br />
          <br />
          بالإضافة إلى الاستخدامات الموضحة أعلاه؛ يحق لنا جمع المعلومات الشخصية
          واستخدامها لغرض:
          <br />
          <br />
          2- توفير وصيانة وتحسين وتطوير المنصة والخدمات؛ فيحق لنا استخدام
          المعلومات الشخصية لتوفير المنصة والخدمات وصيانتهم وتحسينهم وتطويرهم
          على سبيل المثال؛ نحن: ه» تمكنك من إنشاء الحسابات أو الوصول إلى المنصة
          والخدمات واستخدامها (على سبيل المثالء تذكر المعلومات حتى لا تضطر إلى
          إعادة إدخالها أثناء زيارتك أو في المرة التالية التي تزور فيها المنصة)ء
          توفير محتوى ومعلومات خاصة وشخصية (على سبيل المثال؛ "الأفضل سعراً" و
          "الأقرب إليكم")ء إجراء التحليلات؛ والكشف عن أنماط النشاط على منصتنا
          وخدماتناء وبخلاف ذلك البحث عن الاستخدام؛ واختبار وتطوير ميزات ووظائف
          جديدة وتعزيز النظام الأساسي والخدمات وغيرها.
          <br />
          <br />
          2 الحفاظ على سلامة منصتنا وخدماتنا واستقرارها وأمنهاء فيحق لنا استخدام
          المعلومات الشخصية للحفاظ على سلامة منصتنا وخدماتنا وأمنهاء على سبيل
          المثالء نحن:
          <br />
          <br />
          تكشف عن أو تمنع حالات الإحتيال أو إساءة الاستخدام أو الأنشطة الضارة
          الأخرىء نقوم بتشخيص المشاكل المتعلقة التكنولوجيا أو إصلاحهاء » نجري
          تحقيقات أمنية وتقييم للمخاطر» ونعمل على تحسين وتنفيذ إجراءاتنا
          الأمنية.
          <br />
          <br />
          2 التواصل معك لتقديم الدعم والرسائل الهامة الأخرى, فيحق لنا استخدام
          المعلومات الشخصية لتوصيل رسائل مهمة إليك و / أو لتزويدك بالدعم؛ فعلى
          سبيل المثال. قد نرسل إليك رسائل بريد إلكتروني أو رسائل متعلقة بالخدمة
          (على سبيل المثال؛ التحقق من حساب المستخدم؛ أو التغييرات أو التحديثات
          على ميزات المنصة أو الخدمات؛ أو الإشعارات الفنية والأمنية) وغيرها من
          المراسلات من سوم.
          <br />
          <br />
          4-2 توفير وتخصيص وقياس وتحسين إعلاناتنا وتسويقناء فيحق لنا استخدام
          المعلومات الشخصية لتوفير وتخصيص وقياس وتحسين إعلاناتنا وتسويقناء على
          سبيل المثال؛ نحن: ©ه» ندير المكافات؛ أو الاستطلاعات؛ أو السحوبات أو
          المسابقات أو الأنشطة أو الأحداث الترويجية الأخرى التى ترعاها أو تديرها
          سوم أو الأطراف الخارجية التابعة لهاء | » نخبرك بالمنتجات / الأجهزة
          والخدمات والعروض الترويجية التي نعتقد أنها قد تهمك؛ بما في ذلك؛ على
          سبيل المثال لا الحصء من خلال رسائل البريد الإلكتروني والإشعارات
          الفورية؛ » تسمح لك بإحالتنا إلى أصدقائك حتى تتمكن من إرسال خصم خاص لهم
          من خلال المنصة. فإذا كنت ترغب في استخدام هذه الميزةء فقد يطلب منك
          تزويدنا باسم صديقك وعنوان بريده الإلكتروني والمعلومات الأخرى التي
          تشاركها معناء وقد نستخدمهاء وباستخدام هذه الوظيفة.؛ فإنك تؤكد أنه يحق
          لك استخدام اسم صديقك وعنوان بريده الإلكتروني وتقديمه إلينا لهذا الغرضء
          وسنستخدم هذه المعلومات لإرسال رسالة بريد إلكتروني يُدى فيها هذا الصديق
          لزيارة المنصة ولأي أغراض أخرى يُكشف عنها في وقت مشاركتك في البرنامج ©
          تحدد فعالية خدماتنا وحملاتنا الترويجية؛ ونحدد هويتك ونتصل إليك عبر
          أجهزة متعددة.
          <br />
          <br />
          2 الامتثال للمتطلبات والإجراءات القانونية والتنظيمية؛ فيحق لنا استخدام
          المعلومات الشخصية فيما يتعلق بالإجراءات والمتطلبات القانونية
          والتنظيمية. على سبيل المثال» قد نحتاج إلى المعلومات الشخصية لفرض
          التزامات تقارير الشركة أو للامتثال للقوانين المعمول بها.
          <br />
          <br />
          6-2 إنفاذ حقوقنا. عند الوصول إلى منصتنا أو خدماتنا أو عند استخدامهاء
          فأنت ملزم بشروط وأحكام الاستخدام وسياسة الخصوصية هذه. لضمان امتثالك
          لهاء يحق لنا استخدام معلوماتك الشخصية لمراقبة انتهاكات شروط الاستخدام
          الخاصة بنا و/أو التحقيق فيها و/أو منعها و/أو تقليلهاء فضلا عن إنفاذ
          اتفاقياتنا مع الأطراف الثالثة وشركاء الأعمال.
          <br />
          <br />
          2-7لأغراض أخرى يتم الإفصاح عنها وقت جمع المعلومات. من وقت لآخرء قد
          نستخدم المعلومات الشخصية لغرض معين لم يتم
          <br />
          <br />
          3 مشاركتنا والإفصاح عن المعلومات الشخصية نحن نفصح عن المعلومات الشخصية
          للأنواع التالية من الأطراف الثالثة:
          <br />
          <br />
          3-1الأطراف الثالثة الأخرى اللازمة لإكمال العملية أو لتمكين استخدامك
          للمنصة والخدمات؛ نفصح عن المعلومات الشخصية لأطراف الشحن والأطراف
          القائمة على معالجة المدفوعات.
          <br />
          <br />
          3-2مقدي الخدمات والمقاولون. نحن نفصح عن المعلومات الشخصية لأطراف ثالثة
          تقدم خدمات لنا أو نيابة عناء مثل استضافة مواقع الويب وتحليل البيانات
          وتوفير الخدمات الأساسية وخدمات تكنولوجيا المعلومات وخدمة العملاء
          وخدمات تسليم البريد الإلكتروني والكشف عن عمليات الاحتيال ومراقبة الأمن
          وتقديم الإعلانات والتسويق وغيرها من الخدمات المماثلة. 3-3مقدي خدمات
          تحليلات البيانات. نشارك المعلومات الشخصية مع مقدي خدمات تحليلات
          البيانات التابعين لجهات خارجية لفهم ا لخصائص الديموغرافية 7 لمستخدي
          المنصة وزوارها يبشكز أفضلء ولتخصيص منصتناء وخدماتناء وتعزيزها
          وتحسينها.
          <br />
          <br />
          34مقدي الإعلانات والتسويق والعروض الترويجية. نحن نشارك المعلومات
          الشخصية المتعلقة بأنشطة التسويق المشترك»ء وتطوير
          <br />
          <br />
          5-3 شركاء العروض الترويجية. نحن نفصح عن المعلومات الشخصية و/أو معلومات
          الدفع؛ الخاصة بالعروض الترويجية للجهات الراعية للأطراف الخارجية لتقديم
          المسابقات أو السحوبات أو الأنشطة الترويجية المشتركة أو الخدمات ذات
          العلامات التجارية المشتركة؛. حيث أن هذا الإفصاح ضروري لإتمام مشاركتك/
          استفادتك من تلك الأنشطة والعروضء لذا فعليك الاطلاع على قواعد و / أو
          شروط كل عرض ترويجي تشارك فيه بعناية؛ حيث قد يحتوي العرض الترويجي على
          معلومات إضافية مهمة حول استخدام معلوماتك الشخصية من قبلنا و / أو
          استخدام معلوماتك الشخصية من قبل الجهة الراعية و / أو الأطراف الثالثة
          الأخرى. إلى الحد الذي تتعارض فيه قواعد أو شروط تلك العروض الترويجية
          المتعلقة بمعالجة معلوماتك الشخصية مع سياسة الخصوصية هذه؛ تسود قواعد
          تلك العروض الترويجية.
          <br />
          <br />
          6-3 شبكات الإعلانات وشركاء الإعلانات. نحن نعمل مع شبكات الإعلانات
          التابعة لجهات خارجية وشركاء الإعلانات لتقديم محتوى إعلاني ومخصص لك على
          منصتنا وخدماتنا وعلى المواقع والخدمات الأخرى التي قد تستخدمها وعبر
          الأجهزة الأخرى التي قد تستخدمهاء وقد تجمع هذه الأطراف المعلومات مباشرة
          من متصفحك أو جهازك عند زيارتك للمنصة من خلال ملفات تعريف الارتباط أو
          تقنيات التتبع الأخرى. حيث تُستخدم هذه المعلومات التي جُمعت لتقديم
          الخدمات المتعلقة بالإعلانات مثل إعداد التقارير والتخصيص وعمل التحليلات
          وأبحاث السوق.
          <br />
          <br />
          7-3 الشبكات الإجتماعية. نفصح عن المعلومات الشخصية؛ مثل المعرّف الفريد
          أو عنوان البريد الإلكتروني المستعار (المجزاً) أو المعلومات التي تُجمع
          تلقائيًا من خلال تقنيات التتبع؛ للشبكات الإجتماعية بغرض عرض الإعلانات
          المخصصة والمحتوى على تلك الشبكات الاجتماعية.
          <br />
          <br />
          3 الشركات التابعة. نشارك معلوماتك الشخصية مع شركات أخرى تملكها أو
          تسيطر عليها سوم؛ وشركات أخرى مملوكة أو تحت ملكية مشتركة باسم سوم والتي
          تشمل أيضا الشركات التابعة لنا (أي منظمة تملكها أو نسيطر عليها) أو
          شركتنا القابضة النهائية (أي منظمة تملكنا أو تسيطر علينا) وأي شركات
          تابعة تمتلكهاء لأغراض تشغيلية أو تجارية أوكما هو موضح في سياسة
          الخصوصية هذه.
          <br />
          <br />
          9-3 عامة الجمهور: نوف من خلال المنصة بعض الميزات التي قد تمكنك من نشر
          المعلومات والموادء على سبيل المثال. التقييماتء والمراجعات؛ وتحميلات
          الصور والتعليقات. يرجى ملاحظة أن أي معلومات متعلقة بهذه الخدمات تقدمها
          قد تكون متاحة لزوار الموقع ولعامة الناس. يرجى عدم الإفصاح عن معلوماتك
          الشخصية في مواقع الخدمات العامة أو الي بها تفاعل هذه. ونحثك على ممارسة
          السلطة التقديرية وتوخي الحذر عند اتخاذ قرار بالإفصاح عن أي من معلوماتك
          و / أو مواد أخرى في مواقع الخدمات العامة أو التي بها تفاعل هذه.
          <br />
          <br />
          3 المعاملات التجارية أو إعادة التنظيم. قد نشارك في معاملة تجارية
          للشركات مثل الاندماجء أو الاستحواذء أو المشروع المشترك, أو تمويل» أو
          بيع جميع أصول الشركة أو جزء منها. يحق لنا الإفصاح عن المعلومات الشخصية
          لطرف ثالث أثناء التفاوض بشأن هذه المعاملات التجارية للشركات أو فيما
          يتعلق بها أو إذا كانت عنصرًا أساسيًا فيها. يمكن أيضًًا الإفصاح عن
          المعلومات الشخصية في حالة الإعسار أو الإفلاس أو فرض الحراسة القضائية.
          3 الالتزامات والحقوق القانونية: تكشف عن معلومات شخصية لأطراف ثالثة؛
          مثل المستشارين القانونيين» أو لما يقتضيه القانون أو أمر الاستدعاء أو
          إذا كنا نعتقد بشكل معقول أن هذا الإجراء ضروري» وذلك من أجل: ()
          الامتثال للقانون والطلبات الواردة من سلطات الدولة؛ (ب) تطبيق الأحكام
          والشروط لاستخدامنا أو لحماية أمن أو سلامة خدماتنا؛ (ج) كشف الإحتيال أو
          قمعه أو منعه أو الحد من مخاطر الاقتمان وتحصيل الديون المستحقة لنا؛
          و/أو (د) ممارسة أو حماية الحقوق أو الممتلكات أو السلامة الشخصية لسوم
          أو زوارنا أو غيرهم.
          <br />
          <br />
          3-2الموافقة: قد تكشف عن معلومات شخصية عنك لأطراف الثة أخرى بموافقتك.
          لتتمكن من تزويدك بالخدمات من خلال المنصة؛ قد يطلب منك سوم تقديم بعض
          المعلومات الشخصية ومعلومات الدفع اللازمة لأداء الخدمات أو جمع
          المعلومات. باستخدام المنصة أو إنشاء حسابء فإنك تقر بأن سوم إن قد تقوم
          بتخزين معلوماتك بنفسها أو من خلال طرف ثالث واستخدامها لتنفيذ خدمات
          المنصة والتسويق وأي استخدام آخر يسمح به القانون»ء ويعتبر هذا الإقرار
          موافقة خطية من
          <br />
          <br />
          .4كيف نقوم بتخزين وحماية بياناتك:
          <br />
          <br />
          تخزين البيانات ونقلها. يتم تخزين ومعالجة معلوماتك الني تم جمعها من
          خلال خدمتنا في المملكة العربية السعودية؛ أو خارجها مع اتخاذ كافة
          الضمانات المادية والإدارية والتكنولوجية المصممة للحفاظط على سلامة وأمن
          جميع المعلومات الى يتم جمعها من خلال خدمتنا الحفاظ على معلوماتك آمنة:
          نحن نهتم بأمن معلوماتك ونستخدم الضمانات المادية والإدارية والتكنولوجية
          المصممة للحفاظ على سلامة ويرى إدراك أن حماية معلوماتك الشخصية هي
          مسؤوليتك أيضًا. وفقًا لذلك, والتأكد من استخدام متصفح آمنء واتخاذ
          الإحتياطات عند توصيل معلوماتك الشخصية على الإنترنت؛ وإذا كنت تعلم أو
          لديك سبب للاعتقاد بأن بيانات اعتماد حسابك قد فقدت أو شرقت أو تم
          الاستيلاء عليها أو تم اختراقها بطريقة أخرى أو في حالة أي استخدام فعلي
          غير مصرح به لحسابك أو مشتبه به؛ فير الاتصال بنا باتباع التعليمات
          الواردة في قسم الاتصال بنا أدناه.
          <br />
          <br />
          .5حقوقك وسيطرتك على بياناتكم الشخصية:
          <br />
          <br />
          تحديث معلوماتك: يمكنك تحديث معلوماتك عن طريق التواصل مع خدمة العملاء؛
          عبر الواتساب من خلال الرقم 920035039, أو عبر مراسلتنا من خلال التطبيق.
          <br />
          <br />
          التحكم في الوصول إلى معلومات الجهاز وإشعارات الدفع: يمكنك التحكم في
          الوصول إلى معلومات جهازك أو إلغاء الاشتراك في حملة الإشعارات من خلال
          تطبيق «الإعدادات» الخاص بك على جهازك. على سبيل المثالء يمكنك رفض الإذن
          للتطبيق للوصول إلى بيانات موقعك من خلال إعدادات جهازك؛ على الرغم من
          أننا قد نستمر في معرفة موقعك التقربي بناءً على عنوان بروتوكول الإنترنت
          الخاص بك أو من خلال وسائل أخرى.
          <br />
          <br />
          كيفية التحكم في جهات الاتصال الخاصة بك الذي لها أفضلية. يمكنك إيقاف
          تلفي الرسائل الترويجية عن طريق ارسال «إلغاء الاشتراك» المقدم في مثل
          هذه الاتصالات. لا يمكنك إلغاء الاشتراك في الاتصالات المتعلقة بالخدمة
          (على سبيل المثال. التحقق من الحسابء والاتصالات المتعلقة بالمعاملات؛
          والتغييرات/التحديثات على مميزات الخدمات؛ والإشعارات التقنية والأمنية).
          يمكنك أيضا إلغاء الاشتراك من تلقي بعض الرسائل النصية.
          <br />
          <br />
          حذف بياناتك: يحق لك أن تطلب منا حذف معلوماتك التي لدينا في أي وقت عن
          طريق إرسال طلبك إلى أي من العناوين الموجودة في قسم "اتصل بنا" الموجود
          أدناه؛ ومع ذلك؛ يرجى ملاحظة أننا قد لا نتمكن من تلبية هذا الطلب في بعض
          الحالات المنصوص عليها في
          <br />
          <br />
          يمكنك حذف معلوماتك عن طريق التواصل مع خدمة العملاء, عبر الواتساب من
          خلال الرقم 920035039. أو عبر مراسلتنا من خلال 6. المعلومات الشخصية
          للأطفال. لا يتم توجيه مواقعنا الإلكترونية وخدماتنا عبر الإنترنت؛ ولا
          نعتزم؛ أو عن علم؛ جمع أو طلب معلومات شخصية من الأطفال دون سن 18 عامًا
          دون موافقة والديه أو الوصي القانوني أو الولي. في حالة علمنا أننا جمعنا
          معلومات شخصية عن طفل دون سن 18 عاقاء بدون قصدء فسنقوم بحذف هذه
          المعلومات في أسرع وقت ممكن. إذا كان لديك دليل للاعتقاد بأن لدينا أي
          معلومات من طفل أقل من 18 عامّاء فيرجى الاتصال بخدمة العملاء عبر
          الواتساب من خلال الرقم 920035039: او عبر مراسلتنا من خلال التطبيق.
          <br />
          <br />
          .7المواقع الإلكترونية الخاصة بالطرف الثالث.
          <br />
          <br />
          قد تتضمن مواقعنا الإلكترونية وخدماتنا عير الإنترنت روابط لمواقع الويب
          الخاصة بالجهات الخارجية والمكونات الإضافية والتطبيقات. باستثناء
          الحالات التي ننشر فيها سياسة الخصوصية هذه أو نرتبط بها أو نتبناها أو
          نشير إليها صراحة؛ فإن سياسة الخصوصية هذه لا تنطبق على أي أنشطة خاصة
          بالمعلومات الشخصية لمواقع إلكترونية تابعة للطرف الثالث وخدمات عبر
          الإنترنت أو أنشطة أطراف أخرى»؛ ونحن لسنا مسؤولين عنها. للتعرف على
          الأنشطة الخاصة بالمعلومات الشخصية للأطراف الثالثة. يرجى زيارة إخطار
          الخصوصية التابع لهم.
          <br />
          <br />
          سنقوم بتحديث سياسة الخصوصية هذه من وقت لآخر. عندما نجري التغييرات هذه
          سنغير التاريخ «الساري» في بداية سياسة الخصوصية هذه. إذا قمنا بإجراء
          تغييرات جوهرية على سياسة الخصوصية هذه؛ فسنقوم بإخطارك عبر المنشورات
          البارزة على هذا الموقع أو خدماتنا عبر الإنترنت؛ أو التطبيق؛ أو من خلال
          قنوات الاتصال المناسبة الأُخرى. تكون جميع التغييرات سارية اعتبارًا من
          تاريخ النشر ما لم ينص على خلاف ذلك. إذا لم تقم بإلغاء حسابك قبل
          التاريخ الذي تصبح فيه سياسة الخصوصية المعدلة سارية المفعول» فسيكون
          وصولك المستمر إلى المنصة و/أو الخدمات أو استخدامها خاضعًا لسياسة
          الخصوصية المعدلة.
          <br />
          <br />
          .واتصل بنا:
          <br />
          <br />
          إذا كانت لديك أي أسئلة أو طلبات تتعلق بسياسة الخصوصية هذه أو غيرها من
          الأمور المتعلقة بالخصوصية؛ فيرجى التواصل معنا عبر الواتساب من خلال
          الرقم 920035039 او عبر مراسلتنا من خلال التطبيق.
          <br />
          <br />
          المعلومات الشخصية الحساسة الأخرى في مراسلات بريدك الإلكتروني معنا.
          <br />
          <br />
          سوم
          <br />
          <br />
          أحكام وشروط الاستخدام يرجى قراءة هذه الأحكام والشروط الخاصة بالاستخدام
          بعناية قبل استخدام التطبيق أو الموقع الإلكتروني الخاص بشركة سوم
          ("المنصة" أو "سوم"). تنظم هذه الشروط والأحكام وسياسة الخصوصية وجميع
          السياسات المنشورة على المنصة("الشروط والأحكام ") عملية وصولك وحقوقك
          والتزاماتك القانونية فيما يتعلق باستخدامك» و/أو وصولك»؛ و/أو مشاركتك
          في موقع المنصة الرئيسي أو أي جزء منه ويشمل ذلك؛ الآتي: (1) موقع سوم
          الإلكتروني وتطبيق الهاتف المحمول» بما في ذلك الإعلانات المبوبة
          والمنتديات ووظائف البريد الإلكتروني المختلفة وروابط الإنترنت وجميع
          المحتوبات وخدمات الشركة المتاحة على تطبيق سوم للهاتف المحمول
          ("التطبيق") والمجال والمجالات الفرعية التي تحتفظ بها المنصة والمتاحة
          على الموقع 501000.58./فالفالقا ("الموقع") (وبشار إلى التطبيق والموقع
          مجتمعين فيما يلي باسم "المنصة" أو "منصة سوم" أو بضمائر المتكلم 5 "نحن"
          أو "لنا" ونحوها)؛ (2) المعاملات عبر الإنترنت بين مستخدي المنصة الذين
          يقدمون خدمات أو منتجات (يشار إلى كل منهم فيما يلي باسم "البائع")
          ومستخدمو المنصة الذين يحصلون على خدمات أو منتجات (يشار إلى كل منهم
          فيما يلي باسم "المشتري")؛ ويُشار إلى كل من "المشتري" و"البائع" مجتمعين
          فيما بلي باسم "المستخدم" أو "المستخدمون" أو (بضمائر المخاطب الفاعل
          والمفعول 5 "أنت" ونحوها). باستخدامك المنصة أو خدماتها بأي طريقة بما في
          ذلك على سبيل المثال لا الحصر زبارة الموقع أو تصفحه؛ أو بالنقر لقبول
          هذه الشروط» فإنك تقبل وتوافق على الالتزام بهذه الشروط وسياسة الاستخدام
          وسياسة الخصوصية والالتزام بها بالكامل وتقر بأنك تملك الأهلية القانونية
          لاستخدام المنصة وخدماتها. إذا كنت لا توافق على هذه الشروط؛ فلا تستخدم
          مواقعنا أو أي جزء من الخدمات.
          <br />
          <br />
          مقدمة:
          <br />
          <br />
          شركة منصة سوم للتجارة شركة سعودية سجل تجاري 1010664186 هي المالك
          للمنصة؛ وه منصة إلكترونية لبيع وشراء الأجهزة الإلكترونية المستعملة
          وغيرها من السلع والمنتجات "المنتج" أو " المنتجات"ء وفق الشروط والضوابط
          المحددة وتحت مسؤولية المستخدم. تكون المنتجات المعروضة متاحة على موقع
          سوم وتطبيق سوم على الأجهزة المحمولة. لا تعد المنصة وكيلاً عن البائع أو
          المشتري في بيع المنتجات المعروضة على المنصة» بل يقتصر دورها في توفير
          ضمان عملية البيع فقط من خلال حجز قيمة المبيع مؤقتاً حتى يستلم المشتري
          المنتج المباع ويكون مطابق للوصف المذكور من قبل البائع في الموقع.
          ويعتبر المستخدم هو المسؤول عن محتوى الإعلان الخاص به مسؤولية كاملة
          وملتزم بضوابط وشروط المحتوى الموضحة من قبل المنصة والأنظمة والقوانين
          ذات الصلة المطبقة في المملكة العربية السعودية وبتحمل تبعات وأضرار
          محتوى الإعلان. البائعين مطالبين بالامتثال لجميع القوانين والقواعد
          واللوائح والمعايير المتعلقة بعرض منتجاتهم وبيعهاء بما في ذلك؛ على سبيل
          المثال لا الحصر؛ ما يتعلق بمواصفات المنتج والإفصاح عن المعلومات الخاصة
          بالمنتج. المنصة ليست ضامنة أو مسؤولة بأي شكل من الأشكال عن منتجات
          البائعين أو سلامتها ولا تضمن امتثالهم لجميع القوانين المعمول بها في
          هذا الشأن. بالإضافة إلى ذلك» لا تضمن المنصة جودة ما يبيعه البائعون»
          كما أنها لا تضمن الخدمات التى يقدمها أي طرف ثالث» بما فى ذلك» على سبيل
          المثال لا الحصر؛ خدمات التوصيل المقدمة. المنصة ليست مسؤولة عن
          الإقرارات التي يقدمها البائعون فيما يتعلق بمنتجاتهم؛ بما في ذلك» على
          سبيل المثال لا الحصر؛ أي أوصاف أو إفصاحات أو صور معروضة في المنصة من
          قبل البائع؛ ولا تضمن أن يكون ذلك يعكس واقع المنتجات المقدمة من قبل
          البائع. وفق لتقدير سوم الخاص قد يتم عرض المنتجات على منصة سوم شقيمة
          وفق منهجية محددة (حالة ممتازة؛ حالة جيدة»؛ استخدام ملحوظ). لا تعد حالة
          التقييم المعمول بها في سوم ضمان للمنتج أو حالته الحقيقية؛ بل تعد أداة
          استرشادية لوصف حالة المنتج؛ تم التوصل لها باستخدام منهجية معينة بناء
          على معلومات وفرها "البائع" وهو المسؤول وحده عن صحتها.
          <br />
          <br />
          إستخدام المنصة: من أجل الوصول إلى خدمة أو محتوى مستخدم مسجل على سوم أو
          من خلالها» يجب عليك التسجيل لإنشاء حساب ("الحساب") لاستخدامك الشخصي
          وتصبح "مستخدقا مسجلاً". وبناءً على استخدامك للمنصة أو الخدمات» فإنك
          تقر بأهليتك الشرعية والنظامية للالتزام القانوني مع سوم. سيُطلب منك
          تقديم معلومات معينة أثناء عملية التسجيل» وتلتزم أيضاً بالآتقي: (أ)
          تقديم معلومات صحيحة ودقيقة وحديثة وكاملة عن نفسك أثناء عملية التسجيل»
          (ب) الحفاظ على المعلومات الشخصية التى تقدمها وتحديثها لإبقائها دقيقة
          وحديثة وكاملة. نحتفظ بالحق فى تعليق أو حذف حسابك لأي سبب وفقًا
          لتقديرناء بما في ذلك إذا كانت أي معلومات مقدمة أثناء عملية التسجيل أو
          بعد ذلك ثبت أنها غير دقيقة أو غير محدثة أو غير كاملة.
          <br />
          <br />
          قد تسمح لك المنصة باستخدام الخدمات بدون إنشاء حساب أو بدون تسجيل
          الدخول إلى حسابك. إذا كنت تستخدم الخدمة بهذه الطريقة؛ فقد نقوم بإنشاء
          حساب لك بناءً على المعلومات التى تقدمها لنا فيما يتعلق بالعملية
          المالية المجراة (على سبيل
          <br />
          <br />
          باستخدامك المنصة تقر بأنك ذا أهلية قانونية معتبرة شرعاً؛ وأن عمرك لا
          يقل عن ثمانية عشر عاماً 18. إذا كنت قاصرًا في دائرة الاختصاص القضائي
          التي تقيم فيها (أقل من 18 عامًا -)ء فعليك أن تحصل على إذن والديك أو
          الوصي القانوني أو الولي عليك؛ لاستخدام المنصة؛ ويتم الاشراف عليك
          مباشرة خلال استخدامها. وعلى والديك أو الوصي القانوني عليك؛ قراءة هذه
          الاتفاقية والموافقة عليها قبل استخدامك للمنصة.
          <br />
          <br />
          إذا كنت تستخدم المنصة نيابة عن شخصية معنوبة أو منظمة أو شركة؛ فإنك تقر
          وتضمن أن لديك الصلاحية لإلزام تلك المنظمة بهذه الاتفاقية وتوافق على
          الالتزام بهذه الاتفاقية نيابة عن تلك الشخصية المعنوية أو المنظمة؛ أو
          الشكة.
          <br />
          <br />
          إذا قدمت أي معلومات غير صحيحة؛ أو غير دقيقة؛ أو غير حديثة أو غي
          ركاملة؛ بما فى ذلك» على سبيل المثال لا الحص وجود طريقة دفع غير صالحة
          أو منتهية الصلاحية في الملف الشخصي بحسابك» أو إذا كان لدى المنصة أسباب
          معقولة للاشتباه في أن أي معلومات قدمتها كانت غير صحيحة أو غير دقيقة أو
          غير صحيحة حاليًا أو غير مكتملة» يحق للمنصة حظر أو تعليق استخدامك أو
          وصولك الحالي أو المستقبلي للمنصة و / أو الخدمات (أو أي جزء منها) و /
          أو إنهاء هذه الاتفاقية. إذا تم إلغاء حسابك لأي سيب أو بدون سيب؛ فقد
          تخسر أي رصيد مالي معلق» أو حالي» أو مستقبلي» أو أي امتيازات» أو عروض
          ترويجية أخرى. وأي أشكال أخرى من القيمة غير المستردة فى حسابك»؛ أو فى
          الحسابات المرتبطة به دون أدن التزام أو مسؤولية على سوم» بما في ذلك
          إخطارك المسبق بذلك.
          <br />
          <br />
          أنت مسؤول عن الحفاظ على سرية وأمان حسابك»؛ بما في ذلك حماية كلمة
          المرور الخاصة بك» أو رمز التحقق المرسل لك» ويشمل ذلك تسجيل الدخول عن
          طريق طرف ثالث. أنت توافق على عدم الكشف عن كلمة المرور الخاصة بك لأي
          طرف ثالث وأن تتحمل وحدك المسؤولية عن أي أنشطة أو عمليات مالية أو أي
          إجراءات أخرى تتم فى إطار حسابك» سواء كنت قد سمحت بهذه الأنشطة أو
          الإجراءات أم لا. وتلتزم بجميع ما بلي: (آ) إخطار المنصة فورًا بأي
          استخدام (استخدامات) غير مصرح بها معروف أو مشتبه به لكلمة المرور الخاصة
          بك أو خاصة بحسابك»؛ أو أي اختراق معلوم لديك أو مشتبه به؛ بما في ذلك»؛
          على سبيل المثال لا الحصر؛ فقدان أو سرقة أو الكشف غير المصرح به لكلمة
          المرور الخاصة بك أو معلومات بطاقة الاثتمان الخاصة بك؛ و(ب) التأكد من
          خروجك من حسابك في نهاية كل جلسة. لن تكون الشركة مسؤولة عن أي إصابة أو
          خسارة أوضرر من أي نوع ينشأ عن أو يتعلق بفشلك في الامتثال للفقرتين (آ)
          و / أو (ب) أو عن أي أفعال أو إغفال من قبلك أومن قبل أي شخص آخر يستخدم
          الحساب و/ أوكلمة المرور أو رمز التحقق. يمكن للمستخدمين " البائعين" و
          "المشترين" حذف حساباتهم على المنصة.
          <br />
          <br />
          يمكن للبائع تحديد سعر لبيع المنتج " سعر البيع المباشر" ويعتبر "سعر
          البيع المباشر" ملزماً للبائع. تضع سوم سعر تقدير للمنتجات حسب قيمة
          المنتجات السوقية "السعر التقديري. يحدد البائع سعر البيع المباشر بشرط
          ألا يتجاوز الحد الأعلى للسعر التقديري للمنتج المحدد من قبل سوم. ".
          يكون تحديد لسعر التقديري للمنتج خاضع لتقدير سوم الخاص ولها أن تغير
          السعر التقدير لأي منتج في أي وقت وفقاً لإرادة سوم المنفردة. يلتزم
          البائع بعرض المنتج بقيمة مساوية أو أقل من السعر التقديري. يعد السعر
          الظاهر للمشتري في الموقع هو السعر شامل تكاليف الشحن وضربية القيمة
          المضافة وعمولة الموقع. يلتزم المشتري بدفع قيمة المنتج لحساب سوم بإحدى
          طرق الدفع المذكورة في المنصة فوراً لإتمام عملية البيع والبدء بإجراءات
          شحن المنتج.. يلتزم البائع بعد عملية البيع بتسليم المنتج لسوم او شركة
          الشحن المخولة بتسليم المنتج للمشتري أو حسب الطريقة التي تحددها سوم
          وذلك خلال 48 ساعة. تخضع جميع المنتجات قبل عرضها على المنصة لتقييم فريق
          سوم. لفريق سوم بعد فحص أي منتج رفض عرضه على المنصة دون إبداء أسباب
          الرفض أو تبرير للبائع» ويخضع قبول المنتجات ورفضها لتقدير سوم الخاص ولا
          يحق للبائع الاعتراض. يجب على البائع في حال رفض عرض المنتج من قبل سوم
          حذف المنتج من قائمة المنتجات لديه.
          <br />
          <br />
          سلوك المستخدم:
          <br />
          <br />
          أثناء باستخدامك المنصة فأنت توافق على الامتناع عن الآ:
          <br />
          <br />
          .2عرض منتج مزيف أو مقلد أو مغشوشء أو معيب بأي عيب دون بيان ذلك العيب
          في وصف المنتج؛ وفي حال تم عرض منتج معيب أو مقلدة أو مغشوشة فتتحمل جميع
          الاثار المترتبة على ذلك بما فيها رسوم إعادة شحن المنتج إليك.
          <br />
          <br />
          .3عرض منتج لا تملكه أو لا تملك حق عرضه أو التصرف بهء أو منتج مسروقء أو
          سبق استخدامه في جريمة أو فعل يعاقب عليه القانون؛
          <br />
          <br />
          .4محاولة الاضرار بمنصة سوم أو مستخدميها بنشر الفبروسات أو ما شابههاء
          أو محاولة الدخول غير المشروع لأي غرض كان أو اختراق أو محاولة اختراق
          الموقع بهدف الحصول على البيانات أو محتوى الموقع أو برمجته أو قواعد
          البيانات الخاصة بسوم أو بيانات العملاء أو أي انتهاك لأي سبب كان؛
          وستتوجه سوم لإبلاغ الجهات المختصة وستقوم بمقاضاة الطرف أو الأطراف
          المتسبب بذلك..
          <br />
          <br />
          .5عرض الأجهزة أو المنتجات الممنوعة؛ وفي حال تم عرض أي من الأجهزة
          الممنوعة سيتم نسخ الإعلان وحفظه في سجلاتنا
          <br />
          <br />
          6الموافقة على شراء منتج بقصد تعطيل إدراج المنتج في القوائم؟ .7إساءة
          استخدام أي خيارات توفرها الشركة حاليًا أو في المستقبل فيما يتعلق
          باستخدام أي منتج أو شرائه: .8نشر محتوى أو عناص في أي فئة غير مناسبة
          على المنصة؛ ويشمل ذلك على سبيل المثال لا الحصر الإعلان في خانة الردود؛
          .9انتهاك أي قوانين أو حقوق للغير أو سياسات محاسبية أو أي شرط من شروط
          الاستخدام؛ .10عدم تسليم المنتج أو المنتجات التي تم شرائها منك؛ 11
          التلاعب في سعر أي منتج أو التدخل في منشورات المستخدمين الآخرين؛ .2
          التحايل أو التلاعب أو المحاولة في هيكل الرسوم لدينا أو عملية الفوترة
          أو الرسوم المستحقة للشركة؛ .13 نشر محتوى كاذب أو غير دقيق أو مضلل أو
          تشهيري أو افتراني (بما في ذلك المعلومات الشخصية عن أي مستخدم للمنصة)؟
          4. استخدام قنوات سوم في مواقع التواصل الإجتماي او التطبيق بها لتسويق
          الكود الخاص ببرنامج الإحالة.
          <br />
          <br />
          المحتوى المقدم على المنصة: لا يجوز لك تحميل أي محتوى» أو لصقه؛ أو
          نقله؛ أو نشره أو توزيعه أو تسهيل توزيعه أو إرسالة؛ بمافي ذلك على سبيل
          المثال لا الحصر النصوص أو الصور الفوتوغرافية أو مقاطع الفيديو أو الصوت
          أو البيانات أو المعلومات أو البرامج أو أسماء المستخدمين أو الرسومات أو
          ملفات التعريف أو العناصر أو الروابط» على أي جزء من المنصة؛ بما في ذلك
          حسابك؛ أو عرض منتجك ("معروض")ء و/أو أي آراء أو مراجعات تتعلق بالمنصة
          أو مستخدم الخدمة ("التعليقات")؛ (معاً "المحتوى") والذي:
          <br />
          <br />
          .1 ينتهك خصوصية أي شخص من خلال محاولة جمع معلومات خاصة أو معلومات
          تعريف شخصية أو تجميعها أو تخزينها أو نشرهاء كالأسماء أو عناوين البريد
          الإلكتروني أو أرقام الهواتف أو كلمات المرور أو معلومات الحسابات أو
          أرقام بطاقات الائتمان أو عناوين المنازل أو معلومات الاتصال الأخرى؛
          <br />
          <br />
          .2يحتوي على أكاذيب أو ادعاءات خاطئة يمكن أن تلحق الضرر بسوم أو بالغير؟
          <br />
          <br />
          .3نشر إعلان يتضمن ما من شأنه المساس بالقيم الدينية أو الأمن الوطني أو
          سياسة الدولة أو سيادتهاء وفي حال تم نشر إعلان يحتوي على أي من ذلك
          فسيتم حذف الإعلان وإبلاغ الجهات المختصة.
          <br />
          <br />
          .4يحتوي على انتهاك حقوق "الملكية الفكرية " الخاصة بسوم أو المرخص له
          باستخدامها أو بأي طرف أخر. عرقيًا أو تحريضيًا أو دعويًا أو معبرًا عن
          مواد إباحية أو فاحشة أو ابتذال أو ألفاظ نابية أو كراهية أو تعصب أو
          عنصرية أو عنف غير مبرر» أو يشجع على سلوك يعد جريمة جنائية؛ أو يؤدي إلى
          قيام مسؤولية مدنية؛ أو ينتهك أي قانون؛ أو يروج للعنصرية أو الكراهية أو
          الأذى الجسدي من أي نوع ضد أي فرد أو مجموعة؛ أو يحتوي على عري أو عنف أو
          موضوع غير لاثق أو غير مناسب بأي طريقة كانت؛ الخصوصية والدعاية؛ إلا
          إذاكنت أنت مالك تلك الحقوق أو لديك إذن من المالك القانوني لنشر المواد
          وتمنح سوم جميع حقوق .7يحتوي على نسخة غير قانونية أو غير مصرح بها من
          عمل محمي بحقوق الطبع والنشر لشخص آخر أو يروج لهاء مثل برامج الكمبيوتر
          المقرصنة أو الروابط لها أو معلومات التحايل على تصنيع أجهزة حماية النسخ
          المثبتة أو الموسيقى المقرصنة أو روابط ملفات الموسيقى المقرصنة أوكلمات
          الأغاني أو علامات تبويب الجيتار أو علامات الموسيقى أو الأعمال الفنية
          أو أدوات التدريس أو أي عنصر آخر ينتهك نسخه أو عرضة أو استخدامه أو
          أداؤه أو توزيعه حقوق الطبع والنشر أو حقوق الملكية الفكرية أو أي حقوق
          ملكية أخرى؛ .8يهدف إلى إلحاق الضرر بجها ز كمبيوتر لمستخدم آخر أو
          تعطيله أو السماح الآخرين بالوصول غير القانوني إلى البرامج أو تجاوز
          الأمان على المواقع الإلكترونية أو الخوادم» بما في ذلك» دون قصرء إرسال
          البريد العشوائي أو انتحال شخصية أحد موظفي الشركة أو وكلائها أو مديريها
          أوأي مستخدم أو شخص آخر بأي وسيلة كانت؛ أو استخدام هوية أي مما سبق أو
          محاولة انتحال شخصيته؟؛ .9يطلب أو يعلن عن عمل لا علاقة له بالمنصة أو
          غير مناسب لها (حسبما تقرر سوم بناء على تقديرها منفردة)؟ .0يحتوي على ما
          يمكن اعتباره "بريد غير هام" أو "بريد عشوائي" أو" :0 من الرسائل" أو"
          هرمية" أو "تسويق عبر الإنترنت" أو إعلان تجاري غير مرغوب فيه؛ .1يحتوي
          على إعلانات عن سلسلة بونزي أو بطاقات خصم أو استشارات ائتمانية أو
          استطلاعات أو مسابقات عبر الإنترنت؛ .13يحتوي على روابط لخدمات تجارية أو
          مواقع إلكترونية؛ أو روابط لمحتوى غير محلي أو غير ذي صلة؛ .4 يحتوي على
          معروض مماثل كنت قد نشرته بالفعل على المنصة .15يحتوي على السب أو الشتم
          أو الا ستهزاء أو الإساءة بأي شكل من الأشكال. تحظر قوانين المملكة
          العربية السعودية أي تفضيل أو تقييد أو تمييز على أساس العرق؛ أو اللون
          أو الدين أو الجنس أو الأصل العرقي أو العمر أو الطبقة الاجتماعية أو
          المعتقد أو الإعاقة أوأي فئة محمية أخرى. ولن تقبل الشركة عن قصد أي
          منشور مخالف للقانون. ويحق للشركة؛ وفقًا لتقديرها منفردة ودون إخطار
          مسبق» حذف أي منشور يتسم بالتمييز أو يخالف القانون بأي شكل من الأشكال
          على الفور
          <br />
          <br />
          في حال تعرضك لعملية نصب أو احتيال من قبل طرف آخر من خلال منصة سوم»
          توجه مباشرة إلى الجهات المختصة وقم بإبلاغنا فورا. لاا تتحمل سوم أي
          مسؤولية حيال أي عملية نصب أو احتيال تتم أو تعرضت لها ويقتصر دورها فقط
          على تزويد الجهات المختصة بما يتوفر لديها من معلومات في حال طُلب منها
          ذلك بصورة رسمية.
          <br />
          <br />
          معلوماتك.
          <br />
          <br />
          لنتمكن من تزويدك بالخدمات من خلال المنصة؛ قد نطلب منك تقديم بعض
          المعلومات الشخصية ومعلومات الدفع الضرورية لأداء الخدمات أو بغرض جمع
          المعلومات. باستخدام المنصة أو إنشاء حساب؛ فإنك تقر بأنه يجوز لسوم
          بنفسها أو من خلال طرف ثالث تخزين المعلومات الخاصة بك واستخدامها لتنفيذ
          خدمات المنصة والتسويق وأي استخدام آخر يسمح به القانون. يعتبر هذا
          الإقرار منك بمثابة موافقة خطية منك على ذلك. سيتم تخزين المعلومات
          الخاصة بك واستخدامها وفقًا لسياسة الخصوصية الخاصة بنا.
          <br />
          <br />
          تعتبر شروط وأحكام سياسة الخصوصية[ا3] جزء لا يتجزا من هذه الاتفاقية.
          وعليك قراءة وفهم سياسة الخصوصية الخاصة بنا بعناية قبل الموافقة على هذه
          الأحكام والشروط.
          <br />
          <br />
          الرسوم والضرائب:
          <br />
          <br />
          قد يتطلب منك استخدام بعض ميزات المنصة (على سبيل المثال لا الحصر» إجراء
          عمليات البيع أو الشراء) إجراء عمليات سداد معينة؛ ومن ضمن ذلك ثمن
          المنتجات؛ أو غيره أو عمولات المنصة أو الضرائب أو الرسوم الأخرى. عندما
          تقوم بعمليات السداد هذه؛ فإنها تكون نهائية وغير قابلة للاسترداد» ما لم
          تحدد المنصة خلاف ذلك. وقد تقدم المنصة؛ وفقًا لتقديرها الخاص» مكافات أو
          مبالغ مستردة على أساس كل حالة على حدة»؛ بما في ذلك» على سبيل المثال»
          في حالة حدوث خط عملية البيع أو في المبالغ التي تم تحصيلها منك. تتقاضى
          سوم رسومًا من إجمالي المبلغ المتبادل في كل عملية تتم بين مستخدي
          المنصبة عن كل طلب شراء أو بيع يتم باستخدام المنصة ("رسوم استخدام
          المنصة"). عمولة سوم هي نسبة 9615 من إجمالي المبلغ المتبادل في كل عملية
          تتم بين مستخدي المنصة عن كل طلب شراء أو بيع ويتم تحصيلها كالآت: يدفع
          البائع نسبة وقدرها 965 من إجمالي المبلغ المتبادل في عملية البيع وبتم
          خصمها من قيمة المنتج قبل إيداعها في حسابه» ويدفع المشتري نسبة 9610 من
          إجمالي المبلغ المتبادل في عملية الشراء وتكون ضمن السعر الظاهر عند
          إتمام الشراء. لتعزيز الثقة والمصداقية ولتحقيق تجربة آمنة للبيع والشراء
          لدى المستخدمين؛ تتقاضى سوم من البائع عند عرض المنتج على المنصة رسوم
          رمزية "رسوم التأمين" وهي عبارة عن مبلغ رمزي خاضع للتقدير الخاص لسوم.
          يلتزم البائع بإضافة رسوم التأمين في المحفظة قبل عرض المنتجات ليتمكن من
          متابعة عرض المنتجات. يتم فرض رسوم التأمين لكل منتج يرغب البائع بعرضه
          في المنصة. يمكن للبائع استرداد رسوم التأمين بعد إتمام عملية البيع وشحن
          المنتج للمشتري. يمكن للبائع استرداد رسوم التأمين عند رفض سوم لعرض
          المنتجات على المنصة. يجب على البائع لاستكمال استرداد رسوم التأمين حذف
          جميع المعروضات النشطة للمنتجات من على منصة سوم. لا يحق للبائع استرداد
          رسوم التأمين عند عدم التزامه بشحن المنتجات خلال 24 ساعة بعد البيع. لا
          يحق للبائع استرداد رسوم التأمين عند عدم قيامه بالرد أو التأكيد عبر
          الواتساب أو أي وسيلة اتصال أخرى تحددها سوم» عن توفر المنتجات لديه خلال
          24 ساعة من البيع. لا يحق للبائع استرداد رسوم التأمين عند عدم قيامه
          بالرد أو التأكيد عبر الواتساب أو أي وسيلة اتصال أخرى عن عدم توفر
          المنتجات لديه خلال 24 ساعة من البيع.
          <br />
          <br />
          ستقوم المنصة بإجراء عمليات السحب من وسيلة الدفع المقدمة منك؛ وتقر أنت
          بتفويضك للشركة لتحصيل المستحقات المالية عليك من وسيلة الدفع التي
          تحددها أنت في وقت الشراء. في بعض الأحيان» وبالأخص في الحالات التي يتم
          اختيار وسيلة الدفع عن طريق بطاقة ائتمان» قد تطلب المنصة تفويضًا مسبقًا
          لحساب بطاقتك الائتمانية قبل الشراء؛ للتحقق من أن بطاقة الائتمان سارية
          وبتوفر فيها رصيد متاح للشراء. تستخدم الشركة خدمات الغير لمعالجة
          معلومات بطاقات الاثتمان» وبموجب قبولك لهذه الاتفاقية؛ فإنك تمنح سوم
          (أو معالج دفع من الغير نيابة عن سوم) الإذن بأن تخصم من بطاقة الائتمان
          أو بطاقة الخصم أو أي وسيلة أخرى معتمدة للدفع ومقيدة في حسابك أي مبالغ
          مالية مستحقة عليك للمنصة. يجب أن تكون جميع المعلومات التى تقدمها فيما
          يتعلق بأي عملية شراء أو أي عملية أو معاملة نقدية أخرى دقيقة وكاملة
          وحديثة وتحتفظ الشركة بالحقء وفقًا لتقديرها الخاص» فى حجز قيمة العملية
          من البطاقة الائتمانية للمستخدم حتى اكتمال العملية ودفع المبلغ المستحق.
          تطبق الضرائب المعمول بها في المملكة العربية السعودية على جميع تعاملات
          سوم ومن ذلك ضريبة القيمة المضافة. تلتزم سوم بدفع ضريبة القيمة المضافة
          لصالح الجهة المختصة فى المملكة العربية السعودية عن جميع التعاملات التى
          تتم عبر المنصة. يلتزم المستخدم بالإفصاح عن بياناته الضريبية إذا كان
          مطالب بذلك وفقاً لأحكام أي قانون يخضع له المستخدم؛ ويتحمل وحده
          المسؤولية عن أي أضرار تترتب عن عدم الإفصاح. أنت توافق على أن تكون
          مسؤولًا وحدك عن متطلبات ضريبة القيمة المضافة التي تخضع لها بالتشاور مع
          مستشاري الضرائب وعلى أنه لا يمكن لسوم» حيثما ينطبق ذلك؛ تقديم مشورة
          ضريبة لك. يدرك ويوافق المستخدم أن سوم لن تكون مسؤولة بأي شكل من
          الأشكال عن المستحقات الضريبية لك أو عليك. جميع الأسعار المعروضة على
          المنصة شاملة ضريبة القيمة المضافة. تحتفظ المنصة بالحق في تحديد و/ أو
          حذف و/ أو مراجعة الأسعار و/ أو الرسوم و/ أو الضرائب و/ أو الرسوم
          الإضافية لأي أو جميع الخدمات أو الأجهزة التي تم الحصول عليها أو شراءها
          أو بيعها أو عرضها من خلال استخدام المنصة فى أي وقت؛ وتحتفظ كذلك بالحق
          فى توحيد أو دمج الرسوم و / أو الرسوم الإضافية في الأسعار المدرجة من
          البائعين. بالنسبة لبعض العمليات» فإن المجموع الفرعي الذي يظهر عند
          السداد هي تقديرات فقط وقد تكون أعلى أو أقل من إجمالي المبلغ المستحق.
          بغض النظر عن السبب» تحتفظ سوم بالحق في تحصيل السعر النهائي بعد السداد»
          بما في ذلك على سبيل المثال لا الحصر جميع ضرائب المعاملات المطبقة. يجوز
          لسوم؛ وفقًا لتقديرها الخاص» تقديم امتيازات أو عروض ترويجية أخرى بميزات
          مختلفة وأسعار مختلفة متاحة لبعض من مستخدميها أو جميعهم. ما لم يتم
          توفيرها لك» لن يكون لهذه الامتيازات والعروض الترويجية أي تأثير على
          التزامك بسداد المبالغ المقيدة.
          <br />
          <br />
          الاسترجاع والإلغاء:
          <br />
          <br />
          لايمكن للمشتري إلغاء طلب الشراء و/أو استرداد المبلغ المدفوع بعد إتمام
          عملية الدفع. لا يحق للبائع الرجوع عن البيع أو الغاء الطلب بعد إتمام
          المشتري للدفع» وبتحمل» البائع وحده مسؤولية الإلغاء. يمكن للمشتري طلب
          استرجاع أي منتج بعد استلامه وذلك في غضون (24) أريعة وعشرين ساعة من وقت
          استلام المشتري للمنتج » وذلك على سبيل الحصر في الحالات التالية: (أ)
          إذا كان المنتج غير مطابق للوصف المذكور أو الصور المعروضة بشرط أن يسجل
          المشتري اعتراضه عبر المنصة خلال (24) ساعة من استلامه للمنتج؛ وتقوم
          المنصة بفحص الاعتراض المقدم» ويخضع قبول الاعتراض لتقدير المنصة؛ (ب)
          إذاكان المنتج تالفاً أو معيباً بتلف أو عيب لم يذكر في وصف المنتج ؛ (ج)
          منتجاً / جهازًا معطلاً أو محمي برمز دخول أو مؤمن بأحد وسائل الحماية
          مثل (001/8 600818 ,ر0108ا6! ,0800183) أو أي أنواع مغلقة أخرى أو يتعذر
          استخدام الجهاز أو الوصول لأي من خدماته بسبب الحماية... لا تنطبق سياسة
          الاسترجاع على المنتجات المدرجة في قائمة المنتجات غير القابلة للاسترجاع
          وتشمل قائمة المنتجات غير القابلة للاسترجاع: (أ) أي منتج استهلاكي تم
          استخدامه وتركيبه؛ (ب) أي منتج استخدمه أو أتلفه المشتري أوكان بغير
          حالته عند الشراء؛ (ج) المنتجات التي تم التلاعب بأرقامها التسلسلية أو
          تم العبث بها أو فقدها. لا يحق للمشتري طلب استرجاع المنتج بناء على
          حالات الاسترجاع المذكورة في حال تأخر المشتري في استلام المنتج المرسل
          إلى عنوانه أكثر من (24) ساعة من التاريخ المحدد لشحن المنتج إليه وتم
          شحن المنتج إلى مستودعات منصبة سوم. يوافق البائع أنه لا يحق له طلب
          ارجاع المنتج أو استرداد المبلغ المدفوع لأي سبب في حال تأخر في استلام
          المنتج أكثر من (24) ساعة من التاريخ المحدد لشحن المنتج إليه.
          <br />
          <br />
          بعد إتمام عملية الدفع» لا يمكن للمشتري طلب استرداد المبلغ المدفوع إلا
          في حال تحقق أحد الحالات المذكورة للاسترجاع أو في أحد الحالات التالية
          وذلك على سبيل الحص: (أ) إذا أعلن البائع أن المخزون من المنتج قد نفد؛
          (ب) في حال عدم قيام البائع بشحن المنتج في غضون 48 ساعة من استلام
          الطلب؛ (ج) في حال عدم استلام المشتري للمنتج بسبب فقدانه» أو تلفه أثناء
          <br />
          <br />
          حت يتم البدء بإجراءات استرداد المبلغ في حال انطبقت إحدى حالات
          الاسترجاع يجب على المشتري شحن المنتج لسوم خلال 4 ساعة من الموافقة على
          قبول سوم للاعتراض. لا يتم استرداد قيمة المنتج المرتجع إلا بعد وصوله
          للبائع. تتم عملية استرداد المبلغ لصالح المشتري ورد المبلغ إما إلى
          محفظته في سوم أو الى نفس وسيلة الدفع التي استخدمهاء وفقًا لتوجيهاته في
          مطالبته. يستغرق رد المبلغ إلى المشتري من يوي عمل (2) إلى أربعة عشر يوم
          (14) عمل لرد المبلغ إلى محفظته الإلكترونية أو حسابه المصرقي. وفي حالة
          عدم رد المبلغ خلال الفترة المحددة؛ يحق "للمشتري" إشعار سوم بذلك وستعمل
          سوم على تسوبة العملية خلال خمسة أيام عمل من تاريخ الإشعار. لضمان
          استرداد "المشتري" للمبلغ بالشكل وفي الوقت المناسبين» يجب على "المشتري"
          ذكر طريقة الدفع الأصلية أو بيانات الحساب المصرفي بدقة (بما في ذلك على
          سبيل المثال لا الحصر» اسم المستفيد واسم البنك» ورقم الحساب؛ ورقم
          الحساب المصرفي الدولي "الآيبان"). ترد قيمة المنتجات المرتجعة إليك
          بالكامل حسب سعر الشراء وبطريقة الاسترداد التي تختارهاء سواء في شكل
          رصيد تسوق عبر الإنترنت من سوم أو بطريقة الدفع الأصلية. إذا اخترت
          الحصول على رصيد للتسوق من سوم فستضيف إليك سوم بطاقة رصيد مدفوعة
          مسبقًا. المنتجات التي تشتريها من سوم من خلال رصيد التسوق» فسترد إليك
          دائقًا في صورة رصيد تسوق.
          <br />
          <br />
          المدفوعات:
          <br />
          <br />
          ستبداً سوم بمعالجة المدفوعات لحساب البائع خلال 48 ساعة من تسليم المنتج
          إلى "المشتري" فقط في حالة عدم وجود مطالبة بالإلغاء أو الإرجاع أو
          اعتراض على حالة المنتج من قبل "المشتري". قد يستغرق إيداع المبلغ في
          الحساب البنكي للبائع مدة تتراوح من (2) بوي عمل إلى (14) يوم عمل. لضمان
          استلام "البائع" للميلغ بالشكل وفي الوقت المناسبين» يجب على البائع ذكر
          بيانات الحساب المصرف بدقة بما في ذلك؛ على سبيل المثال لا الحصر (اسم
          المستفيد واسم البنك ورقم الحساب؛ ورقم الحساب المصرفي الدولي
          "الآيبان"). في حالة عدم استلام الباقع للمدفوعات بعد انتهاء الفترة
          المحددة؛ يحق للبائع إشعار سوم بذلك التأخير وستعمل سوم على تسوبة
          العملية خلال خمسة أيام عمل من تاريخ الإشعار.
          <br />
          <br />
          الاستلام والتوصيل:
          <br />
          <br />
          يلتزم البائع بتسليم المنتج إلى مكتب شركة الشحن في أو فريق خدمة
          الاستلام من موقع البائع» حسب الطريقة التي تحددها سوم بحسب المنطقة
          الجغرافية التى يتواجد فيها البائع وذلك خلال (48) ساعة من تأكيد البائع
          بتوفر المنتج. بعد تأكيد البائع بتوفر المنتج؛ تقوم سوم بمشاركة وثيقة
          شحن مع "البائع". يلتزم البائع بطباعة وثيقة الشحن وإرفاقها مع المنتجات
          المبيعة عند تسليم المنتج إلى فريق مكتب شركة الشحن أو فريق خدمة التوصيل
          من الموقع. يتم توصيل المنتج إلى عنوان "المشتري" في غضون 14 يوم عمل من
          تاريخ استلام شركة الشحن للمنتج. يتحمل المشتري تكاليف الشحن الخاصة بشحن
          المنتج إليه. قد ترغب سوم وفقاً لتقديرها الخاص بأن يكون التوصيل مجانًا
          إذا كانت قيمة الطلب تجاوزت على الأقل على الحد الأدنى المحدد للمنتجات
          المؤهلة للتوصيل مجاناً ويخضع الحد الأدنى والمنتجات المؤهلة للتقدير
          الخاص لسوم ويخضع ذلك للمراجعة الدورية وقد تقوم المنصة بتغييره في أي
          وقت دون الحاجة إلى أي إشعار. في حال استرجاع المنتج إلى البائع لأحد
          أسباب الاسترجاع يتحمل البائع جميع رسوم الشحن. تخضع مواعيد التوصيل
          للتغيير بحسب موقع الوجهة النهائية. وظروف الشحن؛ وأيام المواسم»
          والعروض. قد تستغرق عملية التوصيل وققًا أطول بالنسبة للمناطق النائية
          والمعاملات عبر المدن. بموافقتك على الشروط والأحكام أنت توافق على قبول
          أي تأخير في التوصيل بسبب يعود لسوم أو شركة الشحن أو أي طرف ثالث وتخلي
          مسؤولية سوم عن المطالبة بأي تعويض. يكون "المشتري" قادرًا على تتبع
          عملية التوصيل باستخدام الرقم المرجي للتتبع المقدم. في حال عدم استلام
          المشتري للمنتج او في حال تأخره أكثر من (24) ساعة في الاستلام عن الموعد
          المحدد أو عدم استلامه لأي سيب آخر» سيتم شحن المنتج إلى سوم وستقوم سوم
          بفحص المنتج نيابة عن المشتري وفي حال كان المنتج مطابق لوصف البائع سيتم
          الاحتفاظ به في مستودعات سوم لمدة (90) يوم. يحق للمشتري خلال (90) يوم
          من استلام سوم للمنتج أن يطلب شحن المنتج إليه من مستودعات سوم على أن
          يتحمل المشتري وحده أي تكاليف شحن إضافية. يوافق المشتري أنه يتحمل أي
          تكاليف تخزين إضافية قد تفرضها سوم وفقاً لتقديرها الخاص في حال عدم
          استلامه للمنتج وتم شحن المنتج إلى مستودعات سوم. يوافق المشتري في حال
          عدم استلامه للمنتج وتم شحن المنتج إلى مستودعات سوم» أن تقوم سوم بفحص
          المنتج للتحقق من مطابقته للوصف المذكور من البائع؛ ولا يمكن للمشتري
          الاعتراض على الفحص الذي تم من قبل فريق سوم أو نتيجة الفحص التي توصل
          لها فريق سوم. في حال عدم طلب المشتري إعادة شحن المنتج إلى عنوانه خلال
          (90) يوم يحق لسوم التصرف بالمنتج ببيعه من خلال المنصة أو أي وسيلة أخرى
          تقدرها سوم وستقوم سوم بتحويل قيمة بيع المنتج إلى المشتري على حسابه
          البنكي بعد خصم تكاليف التخزين وتكاليف الشحن الإضافية وأي تكاليف أخرى.
          <br />
          <br />
          فظة سوم:
          <br />
          <br />
          لغرض توفير تجربة آمنة ومضمونة للمستخدم ولتمكين المستخدم من سهولة تتيع
          معاملاته النقدية على المنصة فإننا نوفر خدمة محفظة سوم "المحفظة". يمكن
          للمستخدم إضافة رصيد نقدي إلى حساب محفظتك. يمكنك استخدام خدمات المحفظة
          المقدمة من سوم لدفع قيمة مشترياتك من المنصة. يمكن للمستخدم سحب الرصيد
          النقدي المودع في المحفظة وتحويله لحسابه البي. أنت تقر وتوافق انه لا
          يمكنك تحويل رصيد المحفظة المكتسب من خلال كود الإحالة أو أي برنامج
          مكافات» أو أي رصيد حصلت عليه نتيجة العروض الترويجية التي تجريها سوم
          إلى حسابك البنكي؛ ويقتصر استخدامك لرصيد المحفظة المكتسب من خلال كود
          الإحالة أو أي برنامج مكافآت آخرء أو أي رصيد حصلت عليه نتيجة العروض
          الترويجية التي تجريها سوم على دفع قيمة مشترياتك من المنصة فقط. يمكنك
          تتبع عملياتك النقدية على المنصة من خلال الدخول على خانة المحفظة في
          المنصة أو التطبيق.
          <br />
          <br />
          يمكن لمستخدي سوم المسجلين كسب رصيد لاستخدامه على المنصة وذلك عبر إحالة
          "مشترين" جدد لمنصة سوم من خلال برنامج الإحالة لدينا ("برنامج
          الإحالة"). إذا كنت مستخدمًا مسجلاً لدى سوم واخترت المشاركة في برنامج
          الإحالة؛ فأنت توافق على شروط برنامج الإحالة التي تعد جزءًا من الشروط
          والأحكام لاستخدام سوم.
          <br />
          <br />
          المشاركة في برنامج الإحالة: بصفتك مستخدم للمنصة ("محيل")»؛ سنمتحك
          كودًا شخصيًا لإحالة مشترين جدد ("مُحالين") من خلال زبارة صفحة المشاركة
          في برنامج الإحالة المتوفرة على المنصة. للمشاركة في البرنامج» يمكنك
          إحالة الأصدقاء والأقارب الذين لم يسبق لهم التسجيل وسيلة أخرى.
          <br />
          <br />
          يجب على المُحال استخدام كود الإحالة الذي شاركه معه المُحيل للاستفادة
          من خصم خاص على أول طلب له وتمكين المُحيل من الحصول على مكافأة
          ("المكافأة"). بصفتك "محيل"؛ ستحصل على قيمة المكافأة المحدد في صفحة
          الإحالة لدينا خلال مدة لا تتجاوز (3) ثلاثة أشهر من إتمام المّحال لطلبه
          الأول.
          <br />
          <br />
          . يحق لسوم الامتناع منح الخصم أو المكافأة في حال الشك بوجود أي تلاعب
          أو احتيال. تكون قيمة المكافأة المكتسبة رصيد قابل للاستخدام داخل منصة
          سوم فقط ولا يحق للمحيل طلب تحويل ق قيمة المكافأة إلى رصيد نقدي على
          الحساب البني. تخضع قيمة الخصم أو المكافاأة للمراجعة الدورية وقد تقوم
          المنصة بتغبيره فى أي وقت دون الحاجة إلى أي إشعار. لأجل التأهل للمشاركة
          في برنامج الإحالة لدى سوم يجب أن يتحقق الآتي: (أ) أن يكون الشحيل
          مستخدماً حاليًا لدى سوم؛ (ب) يجب أن يكون المّحال مشتريًا لأول مرة على
          منصة سوم.
          <br />
          <br />
          يمكن للمحيل استرداد كود الإحالة الخاص به حتى 100 محال بحد أقصى في
          الشهر التقويمي ويكون حساب الشهر التقويمي ب(30) ثلاثون يوم. أنت تلتزم
          باستخدام كود الإحالة للأغراض الشخصية فقط وتقر أنه لا يجوز لك استخدامه
          للأغراض التجارية إلا بموافقة خطية من سوم وتوقيع اتفاقية تسويق إن لزم
          الأمر حسب تقدير سوم الخاص. يحق لسوم إنهاء برنامج الإحالة إذا رأت أنك
          تستخدمه بطريقة تجارية دون الحصول على الموافقة الخطية من سوم. يحق لسوم
          إنهاء برنامج الإحالة إذا رأت أنك تقوم باستخدام قنوات سوم في مواقع
          التواصل الاجتماعي أو التطبيق لتسويق الكود الخاص ببرنامج الإحالة. لا
          يجوز استخدام المكافأة بالتزامن مع أي عروض ترويجية أو أي عروض أخرى إلا
          إذا سمحت سوم بذلك بناء على تقديرها منفردة. لا يجوز استبدال المكافأة
          نقدًا بأي حال من الأحوال. لا يجوز للعميل المُحيل جمع إحالات عن طريق:
          (أ) الإحالة الذاتية عبر استخدام أسماء أو هويات أو حسابات أو عناوين
          بريد إلكتروني متعددة أو مزيفة؛ (ب) إحالة أي شخص يكون عميلًا حاليًا لدى
          سوم بما في ذلك أي عميل حالي لديه حساب برقم هاتف بديل؛ (ج) استخدام
          البريد العشوائي أو إرسال رسائل بريد إلكتروني غير مرغوب فيها إلى أشخاص
          لا يعرفهم بصفة شخصية لجمع إحالات أو انتهاك أي قانون أو قاعدة أو لائحة
          أو شروط استخدام معمول بها لدى الغير؛ (د) النشر على لوحات الرسائل أو
          الإعلانات عبر الإنترنت أو المنتديات العامة أو مواقع الكوبونات أو مواقع
          أخرى عبر الإنترنت؛ (ه) السماح لشخص آخر باستخدام حساب العميل المُحيل؛
          (و) إحالة أشخاص مزيفين إلى سوم أو انتحال شخصية شخص آخر أو تزويد سوم
          بمعلومات كاذبة أو مضللة؛ (ز) استخدام رابط الإحالة الشخصي بأي طريقة تحط
          من قدر سوم أو تصورها بطريقة سلبية؛ (ح) استخدام قنوات سوم في مواقع
          التواصل الاجتماءي او التطبيق بها لتسويق الكود الخاص ببرنامج الإحالة؛
          (ط) أي قيود أخرى نفرضها على المشاركين في برنامج الإحالة لدينا بناء على
          تقديرنا بموجب إخطار مسبق.
          <br />
          <br />
          تنتهي صلاحية المكافأة في غضون 30 يومًا من تاريخ الإيداع في حسابك في
          المنصة. ويكون الحد الأقصى لإجمالي رصيد المكافآات الذي قد تحصل عليه
          بموجب برنامج الإحالة في أي شهر تقويمي هو 5000 خمسة آلاف ريال سعودي
          ("الحد الاكتماني"). وبمجرد بلوغ الحد الائتماني» فلن تحصل على أي رصيد
          إحالة جديد. يجوز لسوم بناء على تقديرها الخاص والمطلق إنهاء برنامج
          الإحالة و/ أو إلغاء المكافأة في أي وقت من الأوقات ولأي سبب من الأسباب
          أو بدون سبب ودون إخطار حدود المسؤولية:
          <br />
          <br />
          في حدود القانون المعمول به» لن تكون سوم مسؤولة بأي حال من الأحوال
          تجاهك عن أي أضرار غير مباشرة أوخاصة أو عرضية أو تأديبية أو رادعة أو
          تبعية أو أي خسائر أو أضرار أيا كانت (بما فى ذلك الإصابة الشخصية أو
          فقدان البيانات أو الإيرادات أو الأرياح أو السمعة أو الاستخدام أو أي
          ميزة اقتصادية أخرى)؛ حت إذا تم إخطار سوم مسبقًا باحتمالية حدوث مثل هذه
          الأضرا؛ الناشئة عن ضمان أو عقد أو تقصير أو مسؤولية تقصيرية؛ أو أي
          إجراء آخر من أي نوع ينشاً بأي شكل من الأشكال عن أو فيما يتعلق بالمنصة
          أو الخدمات المقدمة على أو من خلال المنصة أو عن طريق سوم. تقوم سوم
          بتعويض البائع عن قيمة المنتج وذلك على سبيل الحصر في حال فقدان المنتج؛
          أو ضياعه»؛ أو تلفه أثناء عملية الشحن؛ ويكون تقدير قيمة التعويض بحسب
          القيمة التي تم بيع المنتج بها من خلال منصة سوم. أنت تقر سواء كنت بائع
          أو مشتري بأنك لن تقوم بمطالبة شركة الشحن أو التوصيل بأي تعويض في حال
          فقدان منتجك أو تلفه أثناء عملية الشحن. وتوافق أنه في حال تم تعويضك من
          قبل شركات الشحن أو التوصيل عن قيمة منتج مفقود أو تالف أثناء عملية
          الشحن بأنك سوف تُبلغْ سوم بهذا التعويض وسوف تقوم بإيداع كمل قيمة
          التعويض في الحساب البنكي لسوم. في حال باعت سوم منتج لم يستلمه المشتري
          خلال (90) يوم من تاريخ الشحن المحدد» يوافق المشتري على قبول قيمة
          التعويض المحول له من سوم مهماكانت قيمته ويقر بأنه لا يحق له مطالبة سوم
          بأي مبلغ آخر بما في ذلك القيمة التي دفعها للشراء. لا تتحمل سوم
          مسؤولية» ولن تكون مسؤولة عن أي أضرار أو فيروسات قد تصيب أجهزة
          الكمبيوتر الخاصة بك أو الممتلكات الأخرى بسبب وصولك إلى أي مواد من
          المنصة أو استخدامها أو تصفحها أو تنزيلها. لا تتحمل سوم أي مسؤولية أو
          التزام بأي طريقة تنشاً عن أو فيما يتعلق بأي معلومات أو محتوى أو منتجات
          أو خدمات أو مواد متاحة على أو من خلال المنصة؛ وكذلك أي صفحات مواقع ويب
          تابعة لجهات خارجية أو مواقع إلكترونية إضافية مرتبطة بهذه المنصة؛ عن أي
          خطأ أو تشهير أو قذف أو إغفال أو افتراء أو فاحشة أو إباحية أو بذاءة أو
          خطر أو عدم دقة واردة فيما سبق ذكره أعلاه أو ضرر يلحق بشخص أو ممتلكات
          نتيجة لذلك. تنطبق هذه القيود على المسؤولية بغض النظر عن كفاية أو عدم
          كفاية التعويضات المحدودة التي قد يتم منحها.
          <br />
          <br />
          حقوق النشر:
          <br />
          <br />
          باستثناء المحتوى الخاص بك (المحدد أدناه)» فإن المنصة وكل شيء موجود
          عليهاء بما في ذلك» على سبيل المثال لا الحصء النصوص والصور ومقاطع
          الفيديو والرسومات والبرامج (يُشار إليها مجتمعة باسم "المواد") مملوكة
          لسوم أو مرخصة لها. تعتبر المنصة والمواد محمية بموجب حقوق النشر
          والعلامات التجارية والمظهر التجاري واسم النطاق وبراءات الإختراع
          والأسرار التجارية والمعاهدات الدولية و / أو حقوق وقوانين الملكية
          الفكربة أو الملكية الأخرى فى المملكة العربية السعودية ودول أخرى.
          باستثناء ما هو مذكور بخلاف ذلك على المنصة وباستثناء حقوق الملكية
          الفكرية للمستخدمين أو الشكات الأخرى للمواد المعروضة على المنصة؛ فإن
          جميع حقوق الملكية الفكرية؛ مثل العلامات التجارية وعلامات الخدمة
          والشعارات والمظهر التجاري والأسماء التجارية مملوكة لسوم. وبناءً على
          ذلك» لا يحق لك تنزيل أي محتوى من المنصة؛ بما في ذلك؛ على سبيل المثال
          لا الحص المواد» وإذا قمت بذلك؛ فلن تكون سوم مسؤولة بأي شكل من الأشكال
          عن أي ضرر يلحق بنظام الكمبيوتر الخاص بك أو فقدان البيانات الناتج عن
          مثل هذا التنزيل. كما يرجى الإحاطة بأن سوم تأخذ على عاتقها حفظ حقوق
          الملكية الفكرية الخاصة بها على محمل الجدية؛ ولن تتهاون في اتخاذ جميع
          السبل القانونية لحفظها.
          <br />
          <br />
          مع مراعاة امتثالك لهذه الاتفاقية؛ فإننا نمنحك ترخيضًا محدودًا وغير
          حصري؛ وغير قابل للتحويل» وغير قابل للترخيص من الباطن؛ وقابل للإلغاء
          للوصول إلى المنصة واستخدامها لاستخدامك الشخصي وغير التجاري» فقط بحدود
          ما هو مسميوح به صراحةٌ بموجب هذه الاتفاقية» ومع مراعاة جميع شروط
          وأحكام هذه الاتفاقية؛ وجميع قوانين الملكية الفكرية المعمول بهاء وأي
          شروط إضافية (على النحو المحدد أدناه). يُمنع منعا بانَّا أي استخدام آخر
          للمنصة. ولا يجب تفسير أي شيء في المنصة و / أو المواد على أنه يمنحك أي
          ترخيص أو حق لاستخدام أي من المواد (بخلاف ما هو منصوص عليه في هذه
          الاتفاقية) و/ أو محتوى مملوك لجهة خارجية على المنصة دون إذن خطي صريح
          من سوم أومالك الجهة الخارجية ذات الصلة؛ حسب الاقتضاء. وتحتفظ سوم وأي
          مرخص آخر بأي حقوق أخرى غير مذكورة صراحة في هذه الاتفاقية.
          <br />
          <br />
          إخلاء مسؤولية:
          <br />
          <br />
          يتم توفير المنصة والخدمات والمواد وجميع المحتويات الأخرى على المنصة
          "كما هي" و"كما هي متوفرة" وبدون أي ضمانات من أي نوع» سواء كانت صريحة
          أو ضمنية؛ ما لم يتم تحديدها كتابة. في حدود القانون المعمول به؛ تخلي
          سوم مسؤوليتهاء فيما يتعلق بالخدمات والمنصة والمواد وجميع المحتوبات
          الأخرى على المنصة»؛ وجميع الضمانات» الصريحة أو الضمنية؛ القانونية أو
          غير ذلك» بما في ذلك على وجه المثال لا الحصر ضمانات البيع؛ أو الملاءمة؛
          أو النظامية. كما أن سوم لا تتعهد أو تضمن أن المنصة و / أو الخدمات و /
          أو المواد و / أو المحتوبات الأخرى على المنصة ستكون آمنة و / أو بدون
          انقطاع و / أو خالية من الأخطاء؛ وأن هذه العيوب سيتم تصحيحها و / أو أن
          المنصة و / أو الخدمات و / أو المواد و / أو المحتوبات الأخرى الموجودة
          على المنصة خالية من الفيروسات أو المكونات الضارة الأخرى. كما لا تضمن
          سوم أو تقدم أي إقرارات فيما يتعلق باستخدام المنصة أو نتائج استخدام
          المنصة و/ أو الخدمات و/ أو المواد و/ أو أي محتوى آخر على المنصة من حيث
          صحتها ودقتها ومدى موثوقيتها وحسن توقيتها واكتمالها وحدائتها أو غير
          ذلك» بما في ذلك؛ على سبيل المثال لا الحصر» سلامة و/ أو جودة و/ أو
          توقيت التسليم المطلوب على المنصة و/ أو المنتجات الأخرى التي يتم
          تسليمها. يتعين عليك أنت (وليس سوم) أن تتحمل التكلفة الكاملة لجميع
          الخدمات الضرورية أو الإصلاح أو التصحيحات المتعلقة باستخدامك للمنصة و/
          أو الخدمات و/ أو المواد و/ أو أي محتوى آخر على المنصة.
          <br />
          <br />
          لاتتحمل سوم المسؤولية عن التأخير أو الإخفاق في الأداء الناتج عن أسباب
          خارجة عن سيطرة سوم المعقولة؛ بما في ذلك؛ على سبيل المثال لا الحصر»
          حالات التأخير والمشاكل الأخرى الملازمة لاستخدام الإنترنت والمراسلات
          الإلكترونية. لا تتحمل سوم المسؤولية عن أي حالات تأخير أو إخفاق في
          التسليم أو أي ضرر آخر ناتج عن مثل هذه المشكلات.
          <br />
          <br />
          تعتمد سوم على البائعين لتوفير معلومات دقيقة عن أو المنتجات. ولا تقر
          سوم أو تضمن أن المعلومات المعروضة دقيقة أو كاملة أو موثوق بها أو حديثة
          أو خالية من الأخطاء؛ بما في ذلك» على سبيل المثال لا الحصر» مواصفات
          المنتج؛ والصور وجودة المنتج. وبتم توفير جميع هذه المعلومات لغرض توفير
          المعلومات فقط. إن الاعتماد على أي من المعلومات المعروضة من خلال المنصة
          هو مسؤوليتك وحدك؛ بما في ذلك» على سبيل المثال لا الحص» المعلومات
          المتعلقة بالأسعار والمواصفات.
          <br />
          <br />
          إنهاء الاتفاقية:
          <br />
          <br />
          في حال لم تستطع الامتثال لأي بند من بنود هذه الاتفاقية, فإن حقوقك
          المترتبة على هذه الاتفاقية تعتبر ملغية تلقائياً. ودون الحاجة لإخطار
          مسبق. علاوة على ذلك؛ تحتفظ سوم بالحق» وفقًا لتقديرها الخاص والمطلق» في
          تعديل أو تعليق أو إيقاف المنصة و / أو الخدمات المقدمة على أو من خلال
          المنصة (أو أي جزء منها)» بما في ذلك على سبيل المثال لا الحصر ميزات
          المنصة والشكل والمظهر والعناصر الوظيفية والخدمات ذات الصلة في أي وقت؛
          مع أو بدون إخطار مسبق. ولن نتحمل أي مسؤولية على الإطلاق نتيجة أي تغيير
          في المنصة أو أي تعليق أو إنهاء لوصولك إلى المنصة أو استخدامها. ويمكنك
          إنهاء هذه الاتفاقية في أي وقت عن طريق إغلاق حسابك؛ والغاء تثبيت جميع
          تطبيقات الهاتف المحمول والتوقف عن استخدام المنصة والخدمات المقدمة من
          خلالها.
          <br />
          <br />
          عند إنهاء هذه الاتفاقية لأي سبب أو دون إبداء أي سبب» فيترتب التالي:
          (1) انتهاء صلاحية استخدام حقوق الوصول إلى المنصة الخاصة بك» وبتعين
          عليك التوقف فورًا عن استخدام المنصة والخدمات؛ و(2) تظل الأحكام الخاصة
          بأداء الالتزامات سارية المفعول» حق بعد إنهاء هذه الاتفاقية.
          <br />
          <br />
          تحتفظ سوم بحقها في المطالبة بجميع سبل التعويض المتاحة بموجب القانون
          وحقوق الملكية في حال انتهاكك لهذه الاتفاقية؛ بما في ذلك؛ على سبيل
          المثال لا الحصر؛ الحق في منع الوصول إلى المنصة و / أو الخدمات من حساب
          معين و/ أو جهاز و/ أو عنوان بروتوكول الإنترنت.
          <br />
          <br />
          في جميع الأحوال» لا يجوز لك التنازل عن هذه الاتفاقية أو حقوقك بموجب
          هذه الاتفاقية أو نقل ملكيتهاء كليًا أو جزئيًا؛ بموجب القانون أو غير
          ذلك؛ دون الحصول على موافقتنا الخطية المسبقة. وفي جميع الأحوال» يجوز
          لنا التنازل عن هذه الاتفاقية كليًا أو جزئيًا في أي وقت إلى أي جهة دون
          إرسال إخطار إليك أو الحصول على موافقتك. ويعتبر أي تنازل من جانيك بخلاف
          أحكام هذا النص لاغيًا وباطلًا.
          <br />
          <br />
          التعديل على الاتفاقية:
          <br />
          <br />
          يجوز لنا تعديل هذه الاتفاقية من وقت لآخر وسنقوم بإخطارك عن طريق
          المنشورات البارزة على المنصة أو خدماتنا عبر الإنترنت؛ أو من خلال قنوات
          الاتصال المناسبة الأخرى. تكون جميع التغييرات سارية اعتبارًا من تاريخ
          النشر ما لم ينص على خلاف ذلك» وسيتم دائمًا نشر أحدث إصدار من هذه
          الاتفاقية تحت رابط "الشروط والأحكام" المتاح على منصتنا. يتعين عليك
          الموافقة على مراجعة هذه الاتفاقية بشكل دوري. وبمجرد استمرارك في الوصول
          إلى و / أو استخدام المنصة و/ أو الخدمات بعد أن نقوم بنشر الشروط
          المحدثة؛ يعتبر موافقة منك على الالتزام بالشروط المحدثة. في حال عدم
          موافقتك على الشروط المحدثة؛ فيتعين عليك التوقف عن استخدام المنصة و /
          أو الوصول إلى الخدمات. تكون الشروط والأحكام المحدثة سارية؛ وتحكم أي
          نزاعات بينك وبين سوم» حتى إذا نشاً النزاع أو اشتمل على حقائق مؤرخة قبل
          تاريخ "السريان" للشروط والأحكام المحدثة.
          <br />
          <br />
          القانون الحاكم:
          <br />
          <br />
          تخضع الشروط والأحكام والسياسات الواردة قٍِ هذه الاتفاقية للقوانين
          المعمول بها قٍِ المملكة العربية السعودية وتُفسر وفقًا لها.
          <br />
          <br />
          تسوية النزاعات: يتم تسوية أي نزاع أو خلاف أو مطالبة تنشأ عن أو تتعلق
          بهذه الاتفاقية؛ أو فيما يتعلق بانتهاك الاتفاقية أو إنهاءها أو بطلانهاء
          عن طريق التحكيم في الرياض» المملكة العربية السعودية؛ ويديره المركز
          السعودي للتحكيم التجاري وفقًا لقواعد التحكيم
          <br />
          <br />
          الخاصة به.
          <br />
          <br />
          كامل الاتفاق: تشكل هذه الاتفاقية؛ جنبًا إلى جنب مع أي تعديلات وأي
          اتفاقيات إضافية قد تبرمها مع سوم فيما يتعلق بالمنصة والخدمات الواردة
          بموجب هذه الإتفاقية؛ كامل الإتفاق بينك وبين سوم فيما يتعلق بالمنصة
          والخدمات الواردة.
          <br />
          <br />
          معلومات جهة الاتصال:
          <br />
          <br />
          إذا كانت لديك أي أسئلة بمخصوص هذه الاتفاقية أو المنصة؛ فير زبارة صفحة
          "المساعدة" للحصول على إجابات ومعلومات جهة الاتصال الخاصة بنا.
        </p>
      </div>
      <Callout />
      <Footer />
    </>
  );
};
